

var data = [
  {
    url: "https://dpnote.netlify.app/",
    title: "DP Note",
    date: "2021-08-31T00:00:00Z",
    body: "DP Note"
  },
  {
    url: "https://dpnote.netlify.app/post/",
    title: "Posts",
    date: "2021-08-31T00:00:00Z",
    body: "Posts"
  },
  {
    url: "https://dpnote.netlify.app/tags/",
    title: "Tags",
    date: "2021-08-31T00:00:00Z",
    body: "Tags"
  },
  {
    url: "https://dpnote.netlify.app/post/dam/",
    title: "日本全国のダムの情報をマップ化しました。",
    date: "2021-08-31T00:00:00Z",
    body: "日本全国のダムの情報をマップ化しました。 日本全国のダムの情報をマップ化しました。 日本全国のダムの情報を可視化しました。 ダムの形式、使用目的、貯水量など、必要な情報を余すとこなく盛り込みました！ そして、水害対策のため、貯水量のコントロールという難しい業務をされている方々に心より感謝申し上げます🙇‍♂️ マップURLは👇こちらhttps://t.co/V6M0X6gp7W \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) August 8, 2021"
  },
  {
    url: "https://dpnote.netlify.app/tags/%E7%81%BD%E5%AE%B3%E3%83%87%E3%83%BC%E3%82%BF%E5%8F%AF%E8%A6%96%E5%8C%96/",
    title: "災害データ可視化",
    date: "2021-08-31T00:00:00Z",
    body: "災害データ可視化"
  },
  {
    url: "https://dpnote.netlify.app/post/river/",
    title: "日本の各都道府県を河川だけで表現してみる",
    date: "2021-08-30T00:00:00Z",
    body: "日本の各都道府県を河川だけで表現してみる 日本の各都道府県を河川だけで表現してみました。 日本の都道府県を河川だけで表現してみました！ 川は日々の生活に欠かせないものです。水害の多い現代、どのように暮らしていくのか？ あって当たり前ではなく昔から受け継がれてきた尊い存在のことを再認識する必要があると思う#防災のためにできること https://t.co/rqP7WUOUvH \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) August 25, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/atami3d/",
    title: "熱海市土砂災害を3Dにて可視化しました",
    date: "2021-08-28T00:00:00Z",
    body: "熱海市土砂災害を3Dにて可視化しました 熱海市土砂災害を3Dにて可視化しました。 熱海市土砂災害を3Dにて可視化しました！ 傾斜地＋森林＋豪雨＋長時間 この条件が揃うとリスク管理は難しくなる🤔他にも似た地域あるはず。どのように豪雨と向き合っていくのか、本当に問われる時代になったと思う。 ※PC、スマホ等で動かせます。 マップURLは👇こちらhttps://t.co/jkNXPyvhLu \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) August 18, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/rokkaku/",
    title: "令和3年8月豪雨、六角川の浸水想定を可視化しました",
    date: "2021-08-26T00:00:00Z",
    body: "令和3年8月豪雨、六角川の浸水想定を可視化しました 令和3年8月豪雨、六角川の浸水想定を可視化しました。 令和3年8月豪雨 六角川の浸水想定を可視化しました。 今回は、2画面連動地図を採用しました。標準地図、色別標高図、ハザードマップと比較することができます。スマホは横にしてご覧いただければと思います。 マップURLは👇こちらhttps://t.co/FG4mcXaDGX \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) August 21, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/kumamotoearthquake/",
    title: "熊本地震「活断層図と震度マップの重ね合わせ」",
    date: "2021-08-24T00:00:00Z",
    body: "熊本地震「活断層図と震度マップの重ね合わせ」 可視化シミュレーション① 熊本地震「活断層図と震度マップの重ね合わせ」 活断層型地震、群発地震の特徴がある #熊本地震 の可視化シミュレーションに挑戦しました！ ①活断層上に震源がある ②大地震の周りに小規模地震が数多く起きている ことが分かります。 こちら👇https://t.co/OkfxIpEnK7 pic.twitter.com/WuR58O7uBY \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) April 4, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/atami/",
    title: "熱海市土砂災害をマップ化しました",
    date: "2021-08-06T00:00:00Z",
    body: "熱海市土砂災害をマップ化しました 令和3年7月に起きた熱海市土砂災害をマップ化しました。 「熱海市土砂災害をマップ化」 国土地理院のデータを使用。様々な角度から災害を捉えました。右上ボタンから表示・非表示の切替えが可能です。 山鳴りがする・川に流木がまざり始める等、「ん？何か変だぞ？」と感じ取れるかどうかが避難の行動に繋がると思う。https://t.co/YcD1FqRHfc \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) August 1, 2021"
  },
  {
    url: "https://dpnote.netlify.app/tags/%E5%8D%97%E6%B5%B7%E3%83%88%E3%83%A9%E3%83%95%E5%9C%B0%E9%9C%87/",
    title: "南海トラフ地震",
    date: "2021-08-05T00:00:00Z",
    body: "南海トラフ地震"
  },
  {
    url: "https://dpnote.netlify.app/post/destructionrate/",
    title: "被害率曲線をご存じですか？",
    date: "2021-08-05T00:00:00Z",
    body: "被害率曲線をご存じですか？ 今日は、被害率曲線のお話です。 南海トラフ地震対策を考える② 「被害率曲線をご存知ですか？」 耐震化は、まずは1981年がポイントです。 内閣府の資料の木造建物の被害率曲線をみると、1981年以後と以前で震度6以上から全壊率に \u0026quot;開き\u0026quot; が出ています。 家の築年数を調べてみましょう。また、自治体に耐震診断を依頼できます。 pic.twitter.com/CnU0SDLYwi \u0026mdash; ひとし 防災エンジニア (@hitoshi2sl) July 15, 2021"
  },
  {
    url: "https://dpnote.netlify.app/tags/%E9%A6%96%E9%83%BD%E7%9B%B4%E4%B8%8B%E5%9E%8B%E5%9C%B0%E9%9C%87/",
    title: "首都直下型地震",
    date: "2021-08-05T00:00:00Z",
    body: "首都直下型地震"
  },
  {
    url: "https://dpnote.netlify.app/post/hazardmap/",
    title: "ハザードマップの認知度をグラフにしてみた",
    date: "2021-08-04T00:00:00Z",
    body: "ハザードマップの認知度をグラフにしてみた ハザードマップの認知度をグラフにしてみました。 「マップの認知度と避難行動」 やはり、リスク管理が出来ていないと行動にシフトさせるのは難しいですね 防災に \u0026quot;気付き\u0026quot; は大切です ❶ハザードマップ閲覧 ❷指定緊急避難場所の把握 ❸水平避難、垂直避難 ❹罹災証明書 ❺浸水被害等の税金の減免制度 最低限の知識は蓄えておいた方が良いと思う pic.twitter.com/wud43Qt8hD \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) July 6, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/tokyowater/",
    title: "東京都災害時給水ステーションをマップ化してみた。",
    date: "2021-08-04T00:00:00Z",
    body: "東京都災害時給水ステーションをマップ化してみた。 東京都のオープンデータを用いて、災害時給水ステーションをマップ化してみました。 首都直下型地震対策を考える⑦ 「東京都災害時給水ステーションをマップ化」 人が生きていく上で何よりも「水」が大切‼️ 東京都のオープンデータを利用。地域に偏りが無いことが分かります。日本全国のオープンデータ化を求めます！ 👇マップURLはこちらhttps://t.co/QTo91hZfJ6 \u0026mdash; ひとし 防災エンジニア (@hitoshi2sl) July 25, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/tokyodaytime/",
    title: "東京都の昼間人口を可視化してみた。",
    date: "2021-08-03T00:00:00Z",
    body: "東京都の昼間人口を可視化してみた。 東京都の昼間人口を可視化してみました。 首都直下型地震対策を考える⑤ 「東京都 昼間人口を可視化」 昼夜間人口率は、117.8 （参考：昼夜間人口比率＝昼間人口÷常住人口×100） ❶昼間の方が人が多い ❷通勤・通学の行き来が多い ことが分かります。朝の通勤・通学及び夜の帰宅ラッシュ時の災害対策と帰宅困難者対策は必須です！ pic.twitter.com/TplJe8Sh1T \u0026mdash; ひとし 防災エンジニア (@hitoshi2sl) July 10, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/nankaishindomap/",
    title: "南海トラフ地震の震度マップを見よう！",
    date: "2021-08-02T00:00:00Z",
    body: "南海トラフ地震の震度マップを見よう！ 南海トラフ地震の震度マップを可視化しました。 南海トラフ地震対策を考える① 「まずは震度マップを見よう！」 ついにこのシリーズを始めます！１回目は、震度マップを可視化させました！ これから、中央防災会議の統計資料等をお借りし、様々なアングルから考察していきます‼️ 👇マップURLはこちらhttps://t.co/na7ER7XiGt#防災 #南海トラフ pic.twitter.com/iku8s7KhAZ \u0026mdash; ひとし 防災エンジニア (@hitoshi2sl) July 9, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/tokyofire/",
    title: "東京都火災発生件数を可視化しました",
    date: "2021-08-01T00:00:00Z",
    body: "東京都火災発生件数を可視化しました 東京都のオープンデータを利用して、都内の火災発生件数を可視化しました。 令和2年火災年報によると全国で発生した火災のうち 出火原因1位:たばこ、2位:たき火 とのことです。 知識の整理 １．避難時はブレーカーを落とす　→　通電火災防止 ２．家の周りに燃える物を置かない　→　放火防止 ３．火災報知器の取り付け・点検 東京都火災件数を可視化 令和2年火災年報によると全国で発生した火災のうち 出火原因1位:たばこ、2位:たき火とのこと 知識の整理 ❶避難時はブレーカーを落とす(通電火災防止) ❷家の周りに燃える物を置かない(放火防止) ❸火災報知器の取り付け・点検 少しずつ、地図の可視化にも慣れてきた！ pic.twitter.com/hz6k877rru \u0026mdash; ひとし 防災エンジニア (@hitoshi2sl) June 27, 2021"
  },
  {
    url: "https://dpnote.netlify.app/search/data.js",
    title: "",
    date: "0001-01-01T00:00:00Z",
    body: ""
  },
  {
    url: "https://dpnote.netlify.app/search/",
    title: "Searches",
    date: "0001-01-01T00:00:00Z",
    body: "Searches"
  },
];