

const data = [
  {
    url: "https://dpnote.netlify.app/",
    title: "DP Note",
    date: "2022-09-04T11:52:12+09:00",
    body: "DP Note"
  },
  {
    url: "https://dpnote.netlify.app/post/",
    title: "Posts",
    date: "2022-09-04T11:52:12+09:00",
    body: "Posts"
  },
  {
    url: "https://dpnote.netlify.app/tags/",
    title: "Tags",
    date: "2022-09-04T11:52:12+09:00",
    body: "Tags"
  },
  {
    url: "https://dpnote.netlify.app/tags/%E7%81%BD%E5%AE%B3%E3%83%87%E3%83%BC%E3%82%BF%E5%8F%AF%E8%A6%96%E5%8C%96/",
    title: "災害データ可視化",
    date: "2022-09-04T11:52:12+09:00",
    body: "災害データ可視化"
  },
  {
    url: "https://dpnote.netlify.app/post/nishinihonrain/",
    title: "西日本集中豪雨を可視化",
    date: "2022-09-04T11:52:12+09:00",
    body: "西日本集中豪雨を可視化 西日本集中豪雨を可視化しました。 ついに完成！西日本集中豪雨を３Dマップにしました。四国・中国地方、九州地方、岐阜県と的を絞って、1日の最大降水量をマッピング。猛烈な雨だったことが一目に分かります。 URL→https://t.co/nZdzJkDAf8 pic.twitter.com/X0jzV5MEZB \u0026mdash; ひとし｜防災エンジニア (@hitoshi2sl) May 15, 2022"
  },
  {
    url: "https://dpnote.netlify.app/tags/%E9%98%B2%E7%81%BDdx/",
    title: "防災DX",
    date: "2022-09-04T11:52:12+09:00",
    body: "防災DX"
  },
  {
    url: "https://dpnote.netlify.app/tags/%E9%98%B2%E7%81%BD%E5%85%A8%E8%88%AC/",
    title: "防災全般",
    date: "2022-09-04T11:52:12+09:00",
    body: "防災全般"
  },
  {
    url: "https://dpnote.netlify.app/tags/%E7%81%BD%E5%AE%B3%E4%BA%8B%E4%BE%8B%E9%9B%86/",
    title: "災害事例集",
    date: "2022-08-27T00:00:00Z",
    body: "災害事例集"
  },
  {
    url: "https://dpnote.netlify.app/post/jirei1/",
    title: "災害事例集「安否確認に１週間」",
    date: "2022-08-27T00:00:00Z",
    body: "災害事例集「安否確認に１週間」 今日は、災害事例集を投稿します。 【新連載スタート】みんなの災害経験談。経験を糧に未来に活かせる防災を！この物語の主人公が「あなた」だったら、どう行動しますか？ pic.twitter.com/1zDv8h8chB \u0026mdash; ひとし｜防災エンジニア (@hitoshi2sl) June 29, 2022"
  },
  {
    url: "https://dpnote.netlify.app/tags/%E3%82%A2%E3%83%B3%E3%82%B1%E3%83%BC%E3%83%88/",
    title: "アンケート",
    date: "2022-08-20T12:21:33+09:00",
    body: "アンケート"
  },
  {
    url: "https://dpnote.netlify.app/post/tonga/",
    title: "トンガ火山噴火に伴う津波の様子",
    date: "2022-08-20T12:21:33+09:00",
    body: "トンガ火山噴火に伴う津波の様子 トンガ火山噴火に伴う津波の様子を可視化しました。 「初公開！」誰も見たことがない津波マップを公開します。トンガ火山噴火に伴う津波の様子を可視化しました。 前例のない情報収集で、気象庁の方々も大変だったと思います。本当にお疲れ様でした。 マップURLはこちら↓https://t.co/9nGLktBxdO \u0026mdash; ひとし｜防災エンジニア (@hitoshi2sl) January 22, 2022"
  },
  {
    url: "https://dpnote.netlify.app/tags/%E5%8D%97%E6%B5%B7%E3%83%88%E3%83%A9%E3%83%95%E5%9C%B0%E9%9C%87/",
    title: "南海トラフ地震",
    date: "2022-08-20T12:21:33+09:00",
    body: "南海トラフ地震"
  },
  {
    url: "https://dpnote.netlify.app/tags/%E9%A6%96%E9%83%BD%E7%9B%B4%E4%B8%8B%E5%9E%8B%E5%9C%B0%E9%9C%87/",
    title: "首都直下型地震",
    date: "2022-08-20T12:21:33+09:00",
    body: "首都直下型地震"
  },
  {
    url: "https://dpnote.netlify.app/post/loadmap/",
    title: "防災ロードマップを図解化",
    date: "2022-08-20T11:44:29+09:00",
    body: "防災ロードマップを図解化 防災ロードマップを図解にしました。 「防災って大事だけど何から始めればいいか分からないあなたへ」今からでも「出来ること」をやろう！防災ロードマップに沿って取り組んでいけば、あなたのご家庭の防災力は確実に上がります。やってみて！ pic.twitter.com/rR6RW3pSCd \u0026mdash; ひとし｜防災エンジニア (@hitoshi2sl) June 20, 2022"
  },
  {
    url: "https://dpnote.netlify.app/post/krader/",
    title: "気象庁の雨雲レーダーの取得に成功しました",
    date: "2022-08-13T13:36:53+09:00",
    body: "気象庁の雨雲レーダーの取得に成功しました 気象庁の雨雲レーダーの取得方法が分かったので、MAPに載せてみました！ 気象庁の雨雲レーダーの取得方法が分かったので、マップに表示させてみました。動作テストを行い、問題なければ、防災INSIGHTに組み込みたいと思います。また、今後は3Dマップなど、GUIも工夫して可視化させてみたいと思います。https://t.co/yoJtvUW1dw \u0026mdash; ひとし｜防災エンジニア (@hitoshi2sl) August 13, 2022"
  },
  {
    url: "https://dpnote.netlify.app/post/elevator/",
    title: "エレベーターからの避難方法",
    date: "2022-08-01T12:08:48+09:00",
    body: "エレベーターからの避難方法 エレベーターからの避難方法を図解にしました。 目に焼き付けて。エレベーターからの避難方法を図解にまとめました。頭で分かっていても、いざという時に行動出来ないのが「人」です。ただ、立ち尽くすのではなく、冷静に状況を判断し、行動に移すことで、助かる可能性が上がると思います。覚えておこうね！ pic.twitter.com/ovKsjzLD9J \u0026mdash; ひとし｜防災エンジニア (@hitoshi2sl) March 20, 2022"
  },
  {
    url: "https://dpnote.netlify.app/post/kasai2020/",
    title: "火災統計２０２０を図解化",
    date: "2022-07-27T11:48:14+09:00",
    body: "火災統計２０２０を図解化 火災統計２０２０を図解にしました。 火災統計2020を図解にしました（令和3年消防白書）。過去10年間で約70％にまで減少していますが、全国で1年間に「3万件以上」の火災が発生しています。出火原因は、タバコ・焚き火・コンロと続いています。これからも、火災には気を付けようね！ pic.twitter.com/W9ZzAfFGLP \u0026mdash; ひとし｜防災エンジニア (@hitoshi2sl) May 1, 2022"
  },
  {
    url: "https://dpnote.netlify.app/post/nankai70/",
    title: "30年以内に70%という確率",
    date: "2022-07-24T12:15:30+09:00",
    body: "30年以内に70%という確率 30年以内に70%という確率について考えます。 大事なこと言います。確率は不確定な所もあって絶対ではない。ただ、熊本地震は発生確率1%と言われながら起きた。南海トラフ地震や首都直下型地震は【30年以内に70%】と言われている。まだこれらの巨大地震は起きていない。今からでも一人一人が出来ることをやれば、被害を限りなく減らせると思う。 \u0026mdash; ひとし｜防災エンジニア (@hitoshi2sl) November 3, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/inform/",
    title: "伝えると伝わるは異なる",
    date: "2022-07-14T11:55:58+09:00",
    body: "伝えると伝わるは異なる 伝えると伝わるは異なるというお話。 忘れがちなんだけどさ。「伝える」と「伝わる」は異なるんだよね。伝えるは自分目線、伝わるは相手目線。良い文章書けたと自分では思っていても、相手に伝わるかどうかは、また別の次元だと思う。だから、家族や友人など、他の人に読んでもらうことは大切。伝わる文章にこだわっていきたいというお話。 \u0026mdash; ひとし｜防災エンジニア (@hitoshi2sl) April 22, 2022"
  },
  {
    url: "https://dpnote.netlify.app/post/tspeed/",
    title: "津波のスピードを図解化",
    date: "2022-06-24T12:19:04+09:00",
    body: "津波のスピードを図解化 津波のスピードを図解にしました。 「津波のスピードを図解にしてみた」津波の速さの式には、震度やマグニチュードの値が「含まれていない」ことが分かる。このことからも、津波は「地震以外で起こりうること」に起因しているのかもしれない。 pic.twitter.com/3DMvhcwuV8 \u0026mdash; ひとし｜防災エンジニア (@hitoshi2sl) February 1, 2022"
  },
  {
    url: "https://dpnote.netlify.app/post/furniture/",
    title: "家具の固定について",
    date: "2022-06-18T12:27:48+09:00",
    body: "家具の固定について 家具の固定について、考えてみます。 重要なこと言います。家具の固定は当然大事なんだけど、それ以上に「家具を無くす」ことの方が大事だと思ってる。家具が多いほど、地震時の危険になり得る。リスク\u0026quot;そのもの\u0026quot;を取り除けば、被害は0になる。情報セキュリティも防災もこの観点を押さえると色々な対策が見えてくる。覚えておいてね！ \u0026mdash; ひとし｜防災エンジニア (@hitoshi2sl) June 7, 2022"
  },
  {
    url: "https://dpnote.netlify.app/post/tkriver/",
    title: "東京都河川ライブカメラマップの作成",
    date: "2022-05-14T16:48:28+09:00",
    body: "東京都河川ライブカメラマップの作成 東京都のオープンデータを用いて、河川ライブカメラマップを作成しました。 これすごく良い！東京都河川ライブカメラマップを公開しました。東京都のオープンデータが非常に使いやすい。同様の取り組みが、全国に広まると良いですね！https://t.co/zdIb0Ejl09 \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) May 6, 2022"
  },
  {
    url: "https://dpnote.netlify.app/post/blackice/",
    title: "ブラックアイスバーンについて",
    date: "2022-02-27T13:36:49+09:00",
    body: "ブラックアイスバーンについて ブラックアイスバーンをご存知ですか？ 覚えておいて。ブラックアイスバーンってご存じですか？冷え込む夜間や朝方、日陰など、凍っているように見えなくても「実は凍っている」路面のことを言います。雪が少ない地域でも積雪・凍結を原因とする転倒災害が報告されており、特に例年「１〜３月」に集中しています。凍結に御用心というお話。 \u0026mdash; 仁志｜二刀流エンジニア (@hitoshi2sl) January 23, 2022"
  },
  {
    url: "https://dpnote.netlify.app/post/publicdns/",
    title: "パブリックDNSをご存じですか？",
    date: "2022-01-29T00:00:00Z",
    body: "パブリックDNSをご存じですか？ パブリックDNSについて、ご紹介します。 「ブクマ必須」パブリックDNSについて、図解にてまとめました。いざという時にきっと、役に立つ知識だと思います。 pic.twitter.com/23UCqIFETW \u0026mdash; ひとし｜防災エンジニア (@hitoshi2sl) January 11, 2022"
  },
  {
    url: "https://dpnote.netlify.app/post/higashinihontsunami/",
    title: "東日本大震災の津波観測を3Dマップにて可視化",
    date: "2022-01-16T12:39:29+09:00",
    body: "東日本大震災の津波観測を3Dマップにて可視化 東日本大震災の津波観測を3Dマップにて可視化しました。 東日本大震災の津波観測を3Dマップにて可視化しました！9mを超える観測地点もあり、3Dでも充分に高さが伝わると思います。これからも僕のやり方で、後世に伝えていきたい。https://t.co/JZAv9vWjTV \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) January 8, 2022"
  },
  {
    url: "https://dpnote.netlify.app/post/tsunamit/",
    title: "災害事例集「津波てんでんこの意味実感」",
    date: "2022-01-01T00:00:00Z",
    body: "災害事例集「津波てんでんこの意味実感」 災害事例集を投稿します。 この投稿をInstagramで見る ひとし｜防災エンジニア(@hitoshi17l)がシェアした投稿"
  },
  {
    url: "https://dpnote.netlify.app/post/time/",
    title: "時間軸を図解にて可視化",
    date: "2021-12-29T00:00:00Z",
    body: "時間軸を図解にて可視化 天気予報などで使われる『時間軸』を図解にて可視化してみました。 ふと思いついたのですが、天気予報などで使われる「時間軸」を図解にて可視化させてみました。普段、何気なく聞いている言葉もこうすると意味があるんだなと感じられます。天気予報の見方が変わるかも。 pic.twitter.com/maaEy4786o \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) December 27, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/r27mkyusyu/",
    title: "令和2年九州豪雨を可視化しました。",
    date: "2021-12-11T00:00:00Z",
    body: "令和2年九州豪雨を可視化しました。 令和2年7月に発生した九州豪雨を３Dマップにて可視化しました。 令和2年九州豪雨を可視化しました。 各観測地点の24時間降雨量最大値をマッピング。400mmを超える地点もあり、３Dにすると降雨量の多さが確認できますね。 PC、スマホから操作できます↓https://t.co/rOyG0LOxcE pic.twitter.com/zAjtVj2Ue1 \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) December 5, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/bbias/",
    title: "防災における人の心理バイアスを図解にて可視化",
    date: "2021-12-04T00:00:00Z",
    body: "防災における人の心理バイアスを図解にて可視化 防災における人の心理バイアスを図解にて可視化しました。 防災における人の心理バイアスについて、図解にて可視化してみました。いざという時に冷静な行動を取れるように覚えておこう。 pic.twitter.com/N5MpVjmcaW \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) November 28, 2021 大切なので何度でも言います。『正常性バイアス』予期せぬ出来事に対し正常心を保つための人の特性。災害時に、これが強くかかると〝なぜか〟大丈夫と思い込み、避難行動に移さないというリスクがあります。災害に遭ったら、まずは身を守ります。そして、次の行動のとき、この言葉を思い出してね。 \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) October 28, 2021 大事なこと言います。「同調性バイアス」集団の中にいると、つい他人と同じ行動をとってしまう心理。避難が遅れる原因にもなり得ます。特に危険なのが火災。その時の判断ミスで命に関わります。この心理を逆利用して、誰かが率先して逃げると皆、動きます。あなたが率先して逃げて！というお話。 \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) November 13, 2021 大事なこと言います。「同化性バイアス」異常があっても背景に埋もれてしまい、危険と認識しない心理状態。小石が落ち始めるなどの土砂災害の前兆を「見逃す」のが典型例。クイズ番組で背景変化の問題がありますが、人はわずかな変化を察知するのが苦手です。防災訓練で意識することが大切ですね。 \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) November 23, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/water/",
    title: "水の力と津波の危険性",
    date: "2021-11-26T00:00:00Z",
    body: "水の力と津波の危険性 水の力と津波の危険性について、まとめました。 覚えておいて。水の力は凄まじい。水力発電でエネルギーを作られるぐらいの力を持っている。「ん？50cmの津波、大したことないやん。」ちょっと待ってくれ、津波は『体積』でやってくるのよ。50cmは男性の8割は立ってられない力を持っています。警報・注意報来たら、迷わず行動起こしてねというお話。 \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) October 24, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/glass/",
    title: "内部被害による怪我の原因",
    date: "2021-11-23T00:00:00Z",
    body: "内部被害による怪我の原因 阪神淡路大震災のときの内部被害の統計を可視化してみました。 阪神淡路大震災のときの内部被害の可視化。これを見れば分かるとおり、地震時には、上から降ってくるor飛んでくるリスクがあるから、やっぱり整理整頓は大切ですね。 pic.twitter.com/AfjV1Wc0mm \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) November 16, 2021 やってみよう。今日から出来る超簡単な防災があります。阪神淡路大震災にて内部被害のあったご家庭のうち、29%の方は【ガラス】による被害があったと報告されています（総務省消防庁）。つまり、あなたの寝室に『スリッパ』を置きましょう。ちなみに僕は寝るのが趣味の一つです。現場からは以上です。 \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) October 30, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/smoke/",
    title: "人は煙のスピードに勝てない",
    date: "2021-11-20T00:00:00Z",
    body: "人は煙のスピードに勝てない 人と煙の速度を図解にして比較してみました。 衝撃です！人は煙のスピードに「勝てない」というお話。いかに事前に危険を察知して「逃げ切れるか」だと思う。あとは、❶煙は上に上がるので、低い姿勢で歩く、❷お出かけの際は、ハンカチやタオルは持っていくなど、災害データから見えてくる防災は確実に存在する。 pic.twitter.com/1F6T8aHxtD \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) November 17, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/siren/",
    title: "消防車のサイレンの違い",
    date: "2021-11-18T00:00:00Z",
    body: "消防車のサイレンの違い 消防車のサイレンには意味があることをご存知ですか？ あまり知られていないのですが、消防車のサイレンには意味があります。❶\u0026quot;ウー、ウー、カンカンカン\u0026quot;(サイレンと鐘)は火災の出動、❷\u0026quot;ウー、ウー\u0026quot;(サイレンのみ)は火災以外(交通事故、水害の救助など)の出動、❸\u0026quot;カンカン\u0026quot;(鐘のみ)は鎮静後の戻り。乾燥シーズン、火には気を付けようね！ \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) November 6, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/childrenmessage/",
    title: "子ども達の言葉",
    date: "2021-11-16T00:00:00Z",
    body: "子ども達の言葉 東日本大震災の時の子ども達の言葉をご紹介します。 突き刺さった。東日本大震災の時、盗難被害が相次いだ。それを知った子供達の言葉『しっかりしろ！大人！！』子供達は純粋で、ちゃんと分かってるんだなと思った。この子達が社会に出る時に\u0026quot;ちゃんとした大人もいるんだよ\u0026quot;と胸張って言えるように、このアカウントの世界観を作っていきたいと思うのです \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) October 23, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/bias/",
    title: "正常性バイアス",
    date: "2021-11-14T00:00:00Z",
    body: "正常性バイアス 防災を語るうえで欠くことのできない人間の心理「正常性バイアス」について解説します。 大切なので何度でも言います。『正常性バイアス』予期せぬ出来事に対し正常心を保つための人の特性。災害時に、これが強くかかると〝なぜか〟大丈夫と思い込み、避難行動に移さないというリスクがあります。災害に遭ったら、まずは身を守ります。そして、次の行動のとき、この言葉を思い出してね。 \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) October 28, 2021 大事なこと言います。「同調性バイアス」集団の中にいると、つい他人と同じ行動をとってしまう心理。避難が遅れる原因にもなり得ます。特に危険なのが火災。その時の判断ミスで命に関わります。この心理を逆利用して、誰かが率先して逃げると皆、動きます。あなたが率先して逃げて！というお話。 \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) November 13, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/hinan4/",
    title: "避難時に覚えておきたい４つのこと",
    date: "2021-10-28T00:00:00Z",
    body: "避難時に覚えておきたい４つのこと 避難時に「忘れがち」な事項をまとめました。 忘れがちなんですが...自宅から避難する際、❶ブレーカーを落とす(通電火災防止)、❷戸締り(盗難防止)、❸ガス栓を閉める(火災防止)ことは、よく言われます。あと、もう一つ❹『洗濯機の水栓は普段、閉めてますか？』何かの拍子にホースが外れると大変なことになります。習慣化しておくと良いですね！ \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) October 19, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/datarank/",
    title: "可視化データランキング５選",
    date: "2021-10-09T00:00:00Z",
    body: "可視化データランキング５選 2021年より本格的に災害データ可視化を進めていますが、上半期（４月～９月）で注目度の高かった可視化をランキングにしてみました。 第５位　熱海市土砂災害３Ｄマップ 国土地理院の電子国土WEBの機能を利用して、WEB GLで表現した３Ｄマップ。ハザードマップの３Ｄ化を構想している自分には、今後も有効利用していきたいと思っています。 熱海市土砂災害を3Dにて可視化しました！ 傾斜地＋森林＋豪雨＋長時間 この条件が揃うとリスク管理は難しくなる🤔他にも似た地域あるはず。どのように豪雨と向き合っていくのか、本当に問われる時代になったと思う。 ※PC、スマホ等で動かせます。 マップURLは👇こちらhttps://t.co/jkNXPyvhLu \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) August 18, 2021 第４位　熱海市土砂災害マップ 国土地理院の防災データを利用。航空写真やドローンで撮影した動画を組み合わせてマップ化しました。leafletは地図APIのライブラリも多く、これからも活用していきます。 「熱海市土砂災害をマップ化」 国土地理院のデータを使用。様々な角度から災害を捉えました。右上ボタンから表示・非表示の切替えが可能です。 山鳴りがする・川に流木がまざり始める等、「ん？何か変だぞ？」と感じ取れるかどうかが避難の行動に繋がると思う。https://t.co/YcD1FqRHfc \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) August 1, 2021 第３位　日本列島を河川だけで表現 国土数値情報を利用。今まで、geoJSONだけでしたが、topoJSONの使い方を学びました。 日本の都道府県を河川だけで表現してみました！ 川は日々の生活に欠かせないものです。水害の多い現代、どのように暮らしていくのか？ あって当たり前ではなく昔から受け継がれてきた尊い存在のことを再認識する必要があると思う#防災のためにできること https://t.co/rqP7WUOUvH \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) August 25, 2021 第２位　震源リストマップ 気象庁の震源リストをマップ化。緯度・経度が60進数になっているので、10進数に変換する必要があり、ちょっと手間がかかるため、Excelでテキストデータからマップデータに変換するVBAを組みました。自動でマップデータを作成できるようになったので、今後も定期的に投稿していきます。 「1000回以上揺れてます」最近の地震の動向が気になったので、可視化してみた。震源なので、人が感知しない揺れも含まれています。 マップURLは↓こちらhttps://t.co/j1eRTA1taz \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) September 20, 2021 第１位　ダムの可視化マップ 2021年10月9日現在、いいね数601、RT数229、インプレッション67,000超えを獲得したマップ。ダントツの注目度でしたね。Twitterで通知が止まらなくなるというのは、こういうことかと初めて体験しました。１つのマップに落とし込む情報量（マップでは属性といいます。）が豊富だったことも要因かなと思います。今後のマップ化の道標となるマップ化でした。 日本全国のダムの情報を可視化しました。 ダムの形式、使用目的、貯水量など、必要な情報を余すとこなく盛り込みました！ そして、水害対策のため、貯水量のコントロールという難しい業務をされている方々に心より感謝申し上げます🙇‍♂️ マップURLは👇こちらhttps://t.co/V6M0X6gp7W \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) August 8, 2021 ランキング５選は以上の結果になりました。これからも色々な可視化・マップを作っていきたいと思っています。今後もよろしくお願いします。"
  },
  {
    url: "https://dpnote.netlify.app/post/earthquakelist/",
    title: "1日の震源リストを可視化させてみる",
    date: "2021-09-25T00:00:00Z",
    body: "1日の震源リストを可視化させてみる 「1000回以上」揺れてます。最近の地震の動向が気になったので、可視化してみました！ 「1000回以上揺れてます」最近の地震の動向が気になったので、可視化してみた。震源なので、人が感知しない揺れも含まれています。 マップURLは↓こちらhttps://t.co/j1eRTA1taz \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) September 20, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/population/",
    title: "防災と少子高齢化、DXの役割",
    date: "2021-09-11T00:00:00Z",
    body: "防災と少子高齢化、DXの役割 少子高齢化が加速度的に進む日本の問題です。 「防災×少子高齢化」 少子高齢化が加速度的に進む日本。生産労働人口が減るのは救助できる人も減るということ。高齢者を...未来ある子供達を...誰が救うの？人がいないのに？ 分かる？この国そこまで来てるの。DXは防災分野にも絶対必要！問題なのは、この危機意識持ってる人、何人いるのか？という話 \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) September 11, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/dam/",
    title: "日本全国のダムの情報をマップ化しました。",
    date: "2021-09-08T00:00:00Z",
    body: "日本全国のダムの情報をマップ化しました。 日本全国のダムの情報をマップ化しました。 日本全国のダムの情報を可視化しました。 ダムの形式、使用目的、貯水量など、必要な情報を余すとこなく盛り込みました！ そして、水害対策のため、貯水量のコントロールという難しい業務をされている方々に心より感謝申し上げます🙇‍♂️ マップURLは👇こちらhttps://t.co/V6M0X6gp7W \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) August 8, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/siri/",
    title: "Siriに防災を学ばせてみた！",
    date: "2021-09-05T00:00:00Z",
    body: "Siriに防災を学ばせてみた！ Siriに防災について、学習させてみました！ ㊗️YouTubeチャンネル開設‼️✨ 本日、防災アプリ開発者の仁志チャンネルを開設しました‼️ 第１回目は... 「Siriに防災について学ばせてみた！」 です。 フルバージョンはYouTube動画をご覧ください‼️👍 チャンネル登録も是非お願いいたします‼️🙇‍♂️https://t.co/sSxI9wEQcv#防災 #YouTube #Siri pic.twitter.com/HkkjtcY8i9 \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) February 27, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/atami3d/",
    title: "熱海市土砂災害を3Dにて可視化しました",
    date: "2021-09-02T00:00:00Z",
    body: "熱海市土砂災害を3Dにて可視化しました 熱海市土砂災害を3Dにて可視化しました。 熱海市土砂災害を3Dにて可視化しました！ 傾斜地＋森林＋豪雨＋長時間 この条件が揃うとリスク管理は難しくなる🤔他にも似た地域あるはず。どのように豪雨と向き合っていくのか、本当に問われる時代になったと思う。 ※PC、スマホ等で動かせます。 マップURLは👇こちらhttps://t.co/jkNXPyvhLu \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) August 18, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/00000japan/",
    title: "00000JAPANをご紹介します。",
    date: "2021-08-31T00:00:00Z",
    body: "00000JAPANをご紹介します。 今日は、00000JAPANについて説明します。 防災×ITを考える② 「00000JAPAN」をご存知ですか？ 災害時に、被災者等がインターネットに接続できるよう通信事業者等が公衆無線LANのアクセスポイントを無料で開放する取り組みです。🙆‍♂️ ※暗号化はされていないので個人情報の使用は控えてくださいね☺️ 総務省URLhttps://t.co/wy29Dd6Tcv pic.twitter.com/hoZrA0lGJZ \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) November 30, 2020"
  },
  {
    url: "https://dpnote.netlify.app/post/phonerelay/",
    title: "電話リレーサービスをご存じですか？",
    date: "2021-08-29T00:00:00Z",
    body: "電話リレーサービスをご存じですか？ 今日は、電話リレーサービスについてご紹介します。 電話リレーサービスをご存知ですか？ 聴覚や発話に困難のある方との会話を、通訳オペレータが手話・文字と音声を通訳することにより電話で双方向につなぐサービスです。昨年の法改正により令和3年7月1日から開始しました。 必要な方々に教えてあげてください！ 総務省URLhttps://t.co/hrfv6dBhDy pic.twitter.com/3ac2zevVpk \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) July 21, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/river/",
    title: "日本の各都道府県を河川だけで表現してみる",
    date: "2021-08-26T00:00:00Z",
    body: "日本の各都道府県を河川だけで表現してみる 日本の各都道府県を河川だけで表現してみました。 日本の都道府県を河川だけで表現してみました！ 川は日々の生活に欠かせないものです。水害の多い現代、どのように暮らしていくのか？ あって当たり前ではなく昔から受け継がれてきた尊い存在のことを再認識する必要があると思う#防災のためにできること https://t.co/rqP7WUOUvH \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) August 25, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/rokkaku/",
    title: "令和3年8月豪雨、六角川の浸水想定を可視化しました",
    date: "2021-08-25T00:00:00Z",
    body: "令和3年8月豪雨、六角川の浸水想定を可視化しました 令和3年8月豪雨、六角川の浸水想定を可視化しました。 令和3年8月豪雨 六角川の浸水想定を可視化しました。 今回は、2画面連動地図を採用しました。標準地図、色別標高図、ハザードマップと比較することができます。スマホは横にしてご覧いただければと思います。 マップURLは👇こちらhttps://t.co/FG4mcXaDGX \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) August 21, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/kumamotoearthquake/",
    title: "熊本地震「活断層図と震度マップの重ね合わせ」",
    date: "2021-08-24T00:00:00Z",
    body: "熊本地震「活断層図と震度マップの重ね合わせ」 熊本地震の震度マップと活断層図を重ね合わせてみました。 可視化シミュレーション① 熊本地震「活断層図と震度マップの重ね合わせ」 活断層型地震、群発地震の特徴がある #熊本地震 の可視化シミュレーションに挑戦しました！ ①活断層上に震源がある ②大地震の周りに小規模地震が数多く起きている ことが分かります。 こちら👇https://t.co/OkfxIpEnK7 pic.twitter.com/WuR58O7uBY \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) April 4, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/questionnaire1/",
    title: "Twitterアンケート「備蓄編」",
    date: "2021-08-20T00:00:00Z",
    body: "Twitterアンケート「備蓄編」 Twitterでアンケートを実施しました！ 皆さん、防災リュックって家の中のどこに保管されてますか？🤔 僕は2階の寝室です。 理由は夜中に地震が起きて、1階が潰れても2階から脱出できるからです！ 皆さんの考えを教えて下さい！🙇‍♂️ \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) July 26, 2020"
  },
  {
    url: "https://dpnote.netlify.app/post/net119/",
    title: "Net119をご存じですか？",
    date: "2021-08-17T00:00:00Z",
    body: "Net119をご存じですか？ Net119サービスについてご紹介します。 ご存知ですか？ 「Net119緊急通報システム」 音声による119番通報が困難な方が消防への通報を行えるようにするシステムです。😊 全国の自治体で着々と導入が進んでいます。 必要な方々にぜひ、教えてあげてください❗️☺️ 詳細URLhttps://t.co/itBkyxeKoi pic.twitter.com/a2YdUmzmGa \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) August 25, 2020"
  },
  {
    url: "https://dpnote.netlify.app/post/atami/",
    title: "熱海市土砂災害をマップ化しました",
    date: "2021-08-06T00:00:00Z",
    body: "熱海市土砂災害をマップ化しました 令和3年7月に起きた熱海市土砂災害をマップ化しました。 「熱海市土砂災害をマップ化」 国土地理院のデータを使用。様々な角度から災害を捉えました。右上ボタンから表示・非表示の切替えが可能です。 山鳴りがする・川に流木がまざり始める等、「ん？何か変だぞ？」と感じ取れるかどうかが避難の行動に繋がると思う。https://t.co/YcD1FqRHfc \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) August 1, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/destructionrate/",
    title: "被害率曲線をご存じですか？",
    date: "2021-08-05T00:00:00Z",
    body: "被害率曲線をご存じですか？ 今日は、被害率曲線のお話です。 南海トラフ地震対策を考える② 「被害率曲線をご存知ですか？」 耐震化は、まずは1981年がポイントです。 内閣府の資料の木造建物の被害率曲線をみると、1981年以後と以前で震度6以上から全壊率に \u0026quot;開き\u0026quot; が出ています。 家の築年数を調べてみましょう。また、自治体に耐震診断を依頼できます。 pic.twitter.com/CnU0SDLYwi \u0026mdash; ひとし 防災エンジニア (@hitoshi2sl) July 15, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/hazardmap/",
    title: "ハザードマップの認知度をグラフにしてみた",
    date: "2021-08-04T00:00:00Z",
    body: "ハザードマップの認知度をグラフにしてみた ハザードマップの認知度をグラフにしてみました。 「マップの認知度と避難行動」 やはり、リスク管理が出来ていないと行動にシフトさせるのは難しいですね 防災に \u0026quot;気付き\u0026quot; は大切です ❶ハザードマップ閲覧 ❷指定緊急避難場所の把握 ❸水平避難、垂直避難 ❹罹災証明書 ❺浸水被害等の税金の減免制度 最低限の知識は蓄えておいた方が良いと思う pic.twitter.com/wud43Qt8hD \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) July 6, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/tokyowater/",
    title: "東京都災害時給水ステーションをマップ化してみた。",
    date: "2021-08-04T00:00:00Z",
    body: "東京都災害時給水ステーションをマップ化してみた。 東京都のオープンデータを用いて、災害時給水ステーションをマップ化してみました。 首都直下型地震対策を考える⑦ 「東京都災害時給水ステーションをマップ化」 人が生きていく上で何よりも「水」が大切‼️ 東京都のオープンデータを利用。地域に偏りが無いことが分かります。日本全国のオープンデータ化を求めます！ 👇マップURLはこちらhttps://t.co/QTo91hZfJ6 \u0026mdash; ひとし 防災エンジニア (@hitoshi2sl) July 25, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/tokyodaytime/",
    title: "東京都の昼間人口を可視化してみた。",
    date: "2021-08-03T00:00:00Z",
    body: "東京都の昼間人口を可視化してみた。 東京都の昼間人口を可視化してみました。 首都直下型地震対策を考える⑤ 「東京都 昼間人口を可視化」 昼夜間人口率は、117.8 （参考：昼夜間人口比率＝昼間人口÷常住人口×100） ❶昼間の方が人が多い ❷通勤・通学の行き来が多い ことが分かります。朝の通勤・通学及び夜の帰宅ラッシュ時の災害対策と帰宅困難者対策は必須です！ pic.twitter.com/TplJe8Sh1T \u0026mdash; ひとし 防災エンジニア (@hitoshi2sl) July 10, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/nankaishindomap/",
    title: "南海トラフ地震の震度マップを見よう！",
    date: "2021-08-02T00:00:00Z",
    body: "南海トラフ地震の震度マップを見よう！ 南海トラフ地震の震度マップを可視化しました。 南海トラフ地震対策を考える① 「まずは震度マップを見よう！」 ついにこのシリーズを始めます！１回目は、震度マップを可視化させました！ これから、中央防災会議の統計資料等をお借りし、様々なアングルから考察していきます‼️ 👇マップURLはこちらhttps://t.co/na7ER7XiGt#防災 #南海トラフ pic.twitter.com/iku8s7KhAZ \u0026mdash; ひとし 防災エンジニア (@hitoshi2sl) July 9, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/tokyofire/",
    title: "東京都火災発生件数を可視化しました",
    date: "2021-08-01T00:00:00Z",
    body: "東京都火災発生件数を可視化しました 東京都のオープンデータを利用して、都内の火災発生件数を可視化しました。 令和2年火災年報によると全国で発生した火災のうち 出火原因1位:たばこ、2位:たき火 とのことです。 知識の整理 １．避難時はブレーカーを落とす　→　通電火災防止 ２．家の周りに燃える物を置かない　→　放火防止 ３．火災報知器の取り付け・点検 東京都火災件数を可視化 令和2年火災年報によると全国で発生した火災のうち 出火原因1位:たばこ、2位:たき火とのこと 知識の整理 ❶避難時はブレーカーを落とす(通電火災防止) ❷家の周りに燃える物を置かない(放火防止) ❸火災報知器の取り付け・点検 少しずつ、地図の可視化にも慣れてきた！ pic.twitter.com/hz6k877rru \u0026mdash; ひとし 防災エンジニア (@hitoshi2sl) June 27, 2021"
  },
  {
    url: "https://dpnote.netlify.app/search/data.js",
    title: "",
    date: "0001-01-01T00:00:00Z",
    body: ""
  },
  {
    url: "https://dpnote.netlify.app/search/",
    title: "Searches",
    date: "0001-01-01T00:00:00Z",
    body: "Searches"
  },
]