
const data = [{
    "url": "https://dpnote.netlify.app/iwatemiyagi2008/",
    "title": "岩手・宮城内陸地震の震度マップの可視化",
    "date": "2025-03-03T13:56:18+09:00",
    "body": "岩手・宮城内陸地震の震度マップを可視化しました。"
  },
  {
    "url": "https://dpnote.netlify.app/nigata2004/",
    "title": "新潟県中越地震の震度マップの可視化",
    "date": "2025-02-27T19:26:47+09:00",
    "body": "新潟県中越地震の震度マップを可視化しました。"
  },
  {
    "url": "https://dpnote.netlify.app/atami3d/",
    "title": "熱海市土砂災害を3Dにて可視化しました",
    "date": "2024-10-23T00:00:00Z",
    "body": "熱海市土砂災害を3Dにて可視化しました。オープンデータ以下のデータを加工・編集して作成しました。令和3年(2021年)7月1日からの大雨に関する情報、国土地理院"
  },
  {
    "url": "https://dpnote.netlify.app/h12tokai/",
    "title": "平成12年9月東海豪雨の可視化",
    "date": "2024-10-15T00:00:00Z",
    "body": "平成12年9月東海豪雨を３Dに可視化しました。"
  },
  {
    "url": "https://dpnote.netlify.app/kumamoto_shido_animation/",
    "title": "熊本地震の震度マップアニメーション",
    "date": "2024-10-07T00:00:00Z",
    "body": "熊本地震の震度マップをアニメーションにて可視化しました。"
  },
  {
    "url": "https://dpnote.netlify.app/atami3dglb/",
    "title": "熱海市土砂災害３Dオブジェクトにて可視化",
    "date": "2024-10-02T19:04:33+09:00",
    "body": "熱海市の土砂災害を３Dオブジェクトにて可視化しました。"
  },
  {
    "url": "https://dpnote.netlify.app/plateau3d/",
    "title": "PLATEAUを用いた３D都市空間の可視化",
    "date": "2024-10-01T00:00:00Z",
    "body": "PLATEAUを用いて都市空間の３D化に挑戦しました。今回、３Dに可視化したのは、新宿区です。オープンデータplateau-tokyo23ku-building-mvt-2020"
  },
  {
    "url": "https://dpnote.netlify.app/noto3drain/",
    "title": "能登半島豪雨の可視化",
    "date": "2024-09-25T00:00:00Z",
    "body": "令和6年（2024年）9月20日からの能登半島地方の豪雨を可視化しました。オープンデータ令和6年（2024年）9月20日からの大雨に関する情報、国土地理院"
  },
  {
    "url": "https://dpnote.netlify.app/noto_connectmap/",
    "title": "能登半島沖地震コネクトマップの可視化",
    "date": "2024-09-22T00:00:00Z",
    "body": "能登半島沖地震のコネクトマップを可視化しました。CodeforKanazawaの方々の取り組みで「コネクトマップ」という活動がありました。コネクトマップ被災地のどこでネットが繋がっているかを「誰もが」「簡単に」公開できるようにし、そのデータをオープンデータとして活用できるように開発されたものです。ソフトウェアからハードウェアにアプローチ出来るんだなと、僕自身、とても学びになりました。今後、全国的に広がっていくと思っています。オープンデータコネクトマップオープンデータ--"
  },
  {
    "url": "https://dpnote.netlify.app/noto_shindomap/",
    "title": "能登半島沖地震の震度マップアニメーション",
    "date": "2024-09-19T12:01:29+09:00",
    "body": "能登半島沖地震の震度マップをアニメーションにて可視化しました。"
  },
  {
    "url": "https://dpnote.netlify.app/2024notoheatmap/",
    "title": "能登半島地震の震度マップをヒートマップとして可視化",
    "date": "2024-08-26T00:00:00Z",
    "body": "令和6年1月に発生した能登半島沖地震の震度マップをヒートマップとして可視化しました。"
  },
  {
    "url": "https://dpnote.netlify.app/r67tohoku/",
    "title": "令和6年7月東北地方の豪雨を3Dに可視化",
    "date": "2024-08-19T15:32:57+09:00",
    "body": "令和6年7月に発生した東北地方の豪雨を3Dに可視化しました。"
  },
  {
    "url": "https://dpnote.netlify.app/higashinihonarcrotate/",
    "title": "東日本大震災津波観測地点の可視化アニメーション",
    "date": "2024-08-17T12:18:44+09:00",
    "body": "以前、東日本大震災の観測地点をArcLayerで結んだことがあったのですが、アニメーション機能を追記してみました。"
  },
  {
    "url": "https://dpnote.netlify.app/notoearthquake3d/",
    "title": "能登半島沖地震の３Dによる可視化",
    "date": "2024-01-05T19:23:51+09:00",
    "body": "能登半島沖地震を３Dで可視化しました。"
  },
  {
    "url": "https://dpnote.netlify.app/kumamoto3d/",
    "title": "熊本地震を深さの次元まで含めて3Dにて可視化",
    "date": "2023-02-18T19:07:24+09:00",
    "body": "熊本地震の震源地の深さで３Dにしたら、どうなるのか？そこの疑問から可視化しました。可視化する意義熊本地震の群発地震の様子を地中の震源地でどのように起きているのか、可視化してみたい。つぶやき熊本地震を深さの次元まで含めて可視化してみる。震度階級で色分けして、地表付近に、各地点のシンボルをテキストで表示させました。こうしてみると、震度７より深い地点でも揺れていたり、群発地震の様子がよく分かりますね。参考文献・plotly.com・震度データベース作成したオープンデータ熊本地震の震源リスト｜オープンデータ共有＆ダウンロード｜LinkData熊本地震の震源地リストを公開しました。YouTube動画"
  },
  {
    "url": "https://dpnote.netlify.app/hojoki/",
    "title": "方丈記の世界観を可視化しました。",
    "date": "2023-01-12T20:06:39+09:00",
    "body": "方丈記の世界観を味読するため、文献を参考に可視化しました。可視化URLつぶやき方丈記の世界観を可視化しました。正常性バイアスという言葉がなかった時代に、それを感じ取っていた鴨長明の繊細な感覚に寄り添ってみたかったです。素晴らしい随筆家だったんだろうなと思っています。"
  },
  {
    "url": "https://dpnote.netlify.app/krader3d/",
    "title": "気象庁の降水ナウキャストを３Dにて可視化",
    "date": "2023-01-09T16:15:17+09:00",
    "body": "気象庁の降水ナウキャストを３Dにて可視化しました。つぶやき気象庁の雨雲レーダー(降水ナウキャスト)を3次元で可視化しました。航空写真と合わせて、より立体的に可視化できたと思います！"
  },
  {
    "url": "https://dpnote.netlify.app/3dmap/",
    "title": "都市空間の3Dマップを作りました。",
    "date": "2022-12-24T17:41:54+09:00",
    "body": "ハザードマップの３D可視化に向けて、まずは都市空間の３D化に取り組みました。つぶやき「街空間の３D化」OSMBuildingsいうAPIを見つけたので、早速マップに取り込んでみました。ビルの街並みが良い感じに３Dに表示されています。これが無料でできるというすごい時代になりました。このマップにハザードマップを重ねると十分３D表示が達成できるかな？参考文献・OSMBuildings"
  },
  {
    "url": "https://dpnote.netlify.app/denshouhi/",
    "title": "自然災害伝承碑マップを作成しました。",
    "date": "2022-12-17T16:29:09+09:00",
    "body": "自然災害伝承碑マップを作成しました。つぶやき日本全国の自然災害伝承碑マップを作成しました。全国に1,800箇所以上あります。いかに日本で大規模な災害が起きているかが、分かります。存在そのものすら、知らない方多いのではないかなと思います。次世代に語り継いでいきたいと思っています。参考文献・自然災害伝承碑"
  },
  {
    "url": "https://dpnote.netlify.app/heavyrain20220803/",
    "title": "令和4年8月3日からの大雨（村上市坂町周辺浸水推定図）",
    "date": "2022-11-12T00:00:00Z",
    "body": "令和4年8月3日からの大雨（村上市坂町周辺浸水推定図）を可視化しました。つぶやき令和4年8月3日からの大雨（村上市坂町周辺浸水想定図）を可視化しました。２画面描写で、浸水想定と実際の浸水状況を比較できるようになっています。"
  },
  {
    "url": "https://dpnote.netlify.app/nishinihonrain/",
    "title": "西日本豪雨を可視化しました",
    "date": "2022-09-04T11:52:12+09:00",
    "body": "平成30年西日本豪雨を可視化しました。"
  },
  {
    "url": "https://dpnote.netlify.app/tonga/",
    "title": "トンガ火山噴火に伴う津波の様子",
    "date": "2022-08-20T12:21:33+09:00",
    "body": "トンガ火山噴火に伴う津波の様子を可視化しました。「初公開！」誰も見たことがない津波マップを公開します。トンガ火山噴火に伴う津波の様子を可視化しました。前例のない情報収集で、気象庁の方々も大変だったと思います。本当にお疲れ様でした。マップURLはこちら↓https://t.co/9nGLktBxdO\u0026mdash;ひとし｜防災エンジニア(@hitoshi2sl)January22,2022"
  },
  {
    "url": "https://dpnote.netlify.app/loadmap/",
    "title": "防災ロードマップを図解化",
    "date": "2022-08-20T11:44:29+09:00",
    "body": "防災ロードマップを図解にしました。つぶやき防災って大事だけど何から始めればいいか分からないあなたへ」今からでも「出来ること」をやろう！防災ロードマップに沿って取り組んでいけば、あなたのご家庭の防災力は確実に上がります。やってみよう！"
  },
  {
    "url": "https://dpnote.netlify.app/krader/",
    "title": "気象庁の雨雲レーダーの取得に成功しました",
    "date": "2022-08-13T13:36:53+09:00",
    "body": "気象庁の雨雲レーダーの取得方法が分かったので、MAPに載せてみました！気象庁の雨雲レーダーの取得方法が分かったので、マップに表示させてみました。動作テストを行い、問題なければ、防災INSIGHTに組み込みたいと思います。また、今後は3Dマップなど、GUIも工夫して可視化させてみたいと思います。https://t.co/yoJtvUW1dw\u0026mdash;ひとし｜防災エンジニア(@hitoshi2sl)August13,2022"
  },
  {
    "url": "https://dpnote.netlify.app/elevator/",
    "title": "エレベーターからの避難方法",
    "date": "2022-08-01T12:08:48+09:00",
    "body": "エレベーターからの避難方法を図解にしました。つぶやきエレベーターからの避難方法を図解にまとめました。頭で分かっていても、いざという時に行動出来ないのが「人」です。ただ、立ち尽くすのではなく、冷静に状況を判断し、行動に移すことで、助かる可能性が上がると思います。覚えておこうね！"
  },
  {
    "url": "https://dpnote.netlify.app/kasai2020/",
    "title": "火災統計２０２０を図解化",
    "date": "2022-07-27T11:48:14+09:00",
    "body": "火災統計２０２０を図解にしました。つぶやき火災統計2020を図解にしました（令和3年消防白書）。過去10年間で約70％にまで減少していますが、全国で1年間に「3万件以上」の火災が発生しています。出火原因は、タバコ・焚き火・コンロと続いています。これからも、火災には気を付けましょう！"
  },
  {
    "url": "https://dpnote.netlify.app/nankai70/",
    "title": "30年以内に70%という確率",
    "date": "2022-07-24T12:15:30+09:00",
    "body": "30年以内に70%という確率について考えます。つぶやき大事なこと言います。確率は不確定な所もあって絶対ではない。ただ、熊本地震は発生確率1%と言われながら起きた。南海トラフ地震や首都直下型地震は【30年以内に70%以上】と言われている。まだこれらの巨大地震は起きていない。今からでも一人一人が出来ることをやれば、被害を限りなく減らせると思う。"
  },
  {
    "url": "https://dpnote.netlify.app/inform/",
    "title": "伝えると伝わるは異なる",
    "date": "2022-07-14T11:55:58+09:00",
    "body": "伝えると伝わるは異なるというお話。つぶやき忘れがちなんだけどさ。「伝える」と「伝わる」は異なるんだよね。伝えるは自分目線、伝わるは相手目線。良い文章書けたと自分では思っていても、相手に伝わるかどうかは、また別の次元だと思う。だから、家族や友人など、他の人に読んでもらうことは大切。伝わる文章にこだわっていきたいというお話。"
  },
  {
    "url": "https://dpnote.netlify.app/tspeed/",
    "title": "津波のスピードを図解化",
    "date": "2022-06-24T12:19:04+09:00",
    "body": "津波のスピードを図解にしました。「津波のスピードを図解にしてみた」津波の速さの式には、震度やマグニチュードの値が「含まれていない」ことが分かる。このことからも、津波は「地震以外で起こりうること」に起因しているのかもしれない。pic.twitter.com/3DMvhcwuV8\u0026mdash;ひとし｜防災エンジニア(@hitoshi2sl)February1,2022"
  },
  {
    "url": "https://dpnote.netlify.app/furniture/",
    "title": "家具の固定について",
    "date": "2022-06-18T12:27:48+09:00",
    "body": "家具の固定について、考えてみます。重要なこと言います。家具の固定は当然大事なんだけど、それ以上に「家具を無くす」ことの方が大事だと思ってる。家具が多いほど、地震時の危険になり得る。リスク\u0026quot;そのもの\u0026quot;を取り除けば、被害は0になる。情報セキュリティも防災もこの観点を押さえると色々な対策が見えてくる。覚えておいてね！\u0026mdash;ひとし｜防災エンジニア(@hitoshi2sl)June7,2022"
  },
  {
    "url": "https://dpnote.netlify.app/tkriver/",
    "title": "東京都河川ライブカメラマップの作成",
    "date": "2022-05-14T16:48:28+09:00",
    "body": "東京都のオープンデータを用いて、河川ライブカメラマップを作成しました。これすごく良い！東京都河川ライブカメラマップを公開しました。東京都のオープンデータが非常に使いやすい。同様の取り組みが、全国に広まると良いですね！https://t.co/zdIb0Ejl09\u0026mdash;仁志｜防災エンジニア(@hitoshi2sl)May6,2022"
  },
  {
    "url": "https://dpnote.netlify.app/blackice/",
    "title": "ブラックアイスバーンについて",
    "date": "2022-02-27T13:36:49+09:00",
    "body": "ブラックアイスバーンをご存知ですか？覚えておいて。ブラックアイスバーンってご存じですか？冷え込む夜間や朝方、日陰など、凍っているように見えなくても「実は凍っている」路面のことを言います。雪が少ない地域でも積雪・凍結を原因とする転倒災害が報告されており、特に例年「１〜３月」に集中しています。凍結に御用心というお話。\u0026mdash;仁志｜二刀流エンジニア(@hitoshi2sl)January23,2022"
  },
  {
    "url": "https://dpnote.netlify.app/publicdns/",
    "title": "パブリックDNSをご存じですか？",
    "date": "2022-01-29T00:00:00Z",
    "body": "パブリックDNSについて、ご紹介します。「ブクマ必須」パブリックDNSについて、図解にてまとめました。いざという時にきっと、役に立つ知識だと思います。pic.twitter.com/23UCqIFETW\u0026mdash;ひとし｜防災エンジニア(@hitoshi2sl)January11,2022"
  },
  {
    "url": "https://dpnote.netlify.app/higashinihontsunami/",
    "title": "東日本大震災の津波観測を3Dマップにて可視化",
    "date": "2022-01-16T12:39:29+09:00",
    "body": "東日本大震災の津波観測を3Dマップにて可視化しました。"
  },
  {
    "url": "https://dpnote.netlify.app/time/",
    "title": "時間軸を図解にて可視化",
    "date": "2021-12-29T00:00:00Z",
    "body": "天気予報などで使われる『時間軸』を図解にて可視化してみました。ふと思いついたのですが、天気予報などで使われる「時間軸」を図解にて可視化させてみました。普段、何気なく聞いている言葉もこうすると意味があるんだなと感じられます。天気予報の見方が変わるかも。pic.twitter.com/maaEy4786o\u0026mdash;仁志｜防災エンジニア(@hitoshi2sl)December27,2021"
  },
  {
    "url": "https://dpnote.netlify.app/r2kyusyu/",
    "title": "令和2年九州豪雨を可視化しました。",
    "date": "2021-12-11T00:00:00Z",
    "body": "令和2年7月に発生した九州豪雨を３Dマップにて可視化しました。"
  },
  {
    "url": "https://dpnote.netlify.app/bbias/",
    "title": "防災における人の心理バイアスを図解にて可視化",
    "date": "2021-12-04T00:00:00Z",
    "body": "防災における人の心理バイアスを図解にて可視化しました。つぶやき防災における人の心理バイアスについて、図解にて可視化してみました。いざという時に冷静な行動を取れるように覚えておきましょう！"
  },
  {
    "url": "https://dpnote.netlify.app/water/",
    "title": "水の力と津波の危険性",
    "date": "2021-11-26T00:00:00Z",
    "body": "水の力と津波の危険性について、まとめました。覚えておいて。水の力は凄まじい。水力発電でエネルギーを作られるぐらいの力を持っている。「ん？50cmの津波、大したことないやん。」ちょっと待ってくれ、津波は『体積』でやってくるのよ。50cmは男性の8割は立ってられない力を持っています。警報・注意報来たら、迷わず行動起こしてねというお話。\u0026mdash;仁志｜防災エンジニア(@hitoshi2sl)October24,2021"
  },
  {
    "url": "https://dpnote.netlify.app/glass/",
    "title": "内部被害による怪我の原因",
    "date": "2021-11-23T00:00:00Z",
    "body": "阪神淡路大震災のときの内部被害の統計を可視化してみました。つぶやき阪神淡路大震災のときの内部被害の可視化。これを見れば分かるとおり、地震時には、上から降ってくるor飛んでくるリスクがあるから、やっぱり整理整頓は大切ですね。やってみよう。今日から出来る超簡単な防災があります。阪神淡路大震災にて内部被害のあったご家庭のうち、29%の方は【ガラス】による被害があったと報告されています（総務省消防庁）。つまり、あなたの寝室に『スリッパ』を置きましょう。ちなみに僕は寝るのが趣味の一つです。現場からは以上です。"
  },
  {
    "url": "https://dpnote.netlify.app/smoke/",
    "title": "人は煙のスピードに勝てない",
    "date": "2021-11-20T00:00:00Z",
    "body": "人と煙の速度を図解にして比較してみました。衝撃です！人は煙のスピードに「勝てない」というお話。いかに事前に危険を察知して「逃げ切れるか」だと思う。あとは、❶煙は上に上がるので、低い姿勢で歩く、❷お出かけの際は、ハンカチやタオルは持っていくなど、災害データから見えてくる防災は確実に存在する。pic.twitter.com/1F6T8aHxtD\u0026mdash;仁志｜防災エンジニア(@hitoshi2sl)November17,2021"
  },
  {
    "url": "https://dpnote.netlify.app/siren/",
    "title": "消防車のサイレンの違い",
    "date": "2021-11-18T00:00:00Z",
    "body": "消防車のサイレンには意味があることをご存知ですか？あまり知られていないのですが、消防車のサイレンには意味があります。❶\u0026quot;ウー、ウー、カンカンカン\u0026quot;(サイレンと鐘)は火災の出動、❷\u0026quot;ウー、ウー\u0026quot;(サイレンのみ)は火災以外(交通事故、水害の救助など)の出動、❸\u0026quot;カンカン\u0026quot;(鐘のみ)は鎮静後の戻り。乾燥シーズン、火には気を付けようね！\u0026mdash;仁志｜防災エンジニア(@hitoshi2sl)November6,2021"
  },
  {
    "url": "https://dpnote.netlify.app/childrenmessage/",
    "title": "子ども達の言葉",
    "date": "2021-11-16T00:00:00Z",
    "body": "東日本大震災の時の子ども達の言葉をご紹介します。つぶやき突き刺さった。東日本大震災の時、盗難被害が相次いだ。それを知った子供達の言葉『しっかりしろ！大人！！』子供達は純粋で、ちゃんと分かってるんだなと思った。この子達が社会に出る時に\u0026quot;ちゃんとした大人もいるんだよ\u0026quot;と胸張って言えるように、このサービスの世界観を作っていきたいと思うのです。"
  },
  {
    "url": "https://dpnote.netlify.app/hinan4/",
    "title": "避難時に覚えておきたい４つのこと",
    "date": "2021-10-28T00:00:00Z",
    "body": "避難時に「忘れがち」な事項をまとめました。つぶやき忘れがちなんですが\u0026hellip;自宅から避難する際、❶ブレーカーを落とす(通電火災防止)❷戸締り(盗難防止)❸ガス栓を閉める(火災防止)ことは、よく言われます。あと、もう一つ❹『洗濯機の水栓は普段、閉めてますか？』何かの拍子にホースが外れると大変なことになります。習慣化しておくと良いですね！"
  },
  {
    "url": "https://dpnote.netlify.app/earthquakelist/",
    "title": "1日の震源リストを可視化させてみる",
    "date": "2021-09-25T00:00:00Z",
    "body": "「1000回以上」揺れてます。最近の地震の動向が気になったので、可視化してみました！「1000回以上揺れてます」最近の地震の動向が気になったので、可視化してみた。震源なので、人が感知しない揺れも含まれています。マップURLは↓こちらhttps://t.co/j1eRTA1taz\u0026mdash;防災エンジニア「仁志」(@hitoshi2sl)September20,2021"
  },
  {
    "url": "https://dpnote.netlify.app/dam/",
    "title": "日本全国のダムの情報をマップ化しました。",
    "date": "2021-09-08T00:00:00Z",
    "body": "日本全国のダムの情報をマップ化しました。日本全国のダムの情報を可視化しました。ダムの形式、使用目的、貯水量など、必要な情報を余すとこなく盛り込みました！そして、水害対策のため、貯水量のコントロールという難しい業務をされている方々に心より感謝申し上げます🙇‍♂️マップURLは👇こちらhttps://t.co/V6M0X6gp7W\u0026mdash;防災エンジニア「仁志」(@hitoshi2sl)August8,2021"
  },
  {
    "url": "https://dpnote.netlify.app/siri/",
    "title": "Siriに防災を学ばせてみた！",
    "date": "2021-09-05T00:00:00Z",
    "body": "Siriに防災について、学習させてみました！"
  },
  {
    "url": "https://dpnote.netlify.app/river/",
    "title": "日本の各都道府県を河川だけで表現してみる",
    "date": "2021-08-26T00:00:00Z",
    "body": "日本の各都道府県を河川だけで表現してみました。日本の都道府県を河川だけで表現してみました！川は日々の生活に欠かせないものです。水害の多い現代、どのように暮らしていくのか？あって当たり前ではなく昔から受け継がれてきた尊い存在のことを再認識する必要があると思う#防災のためにできることhttps://t.co/rqP7WUOUvH\u0026mdash;防災エンジニア「仁志」(@hitoshi2sl)August25,2021"
  },
  {
    "url": "https://dpnote.netlify.app/rokkaku/",
    "title": "令和3年8月豪雨、六角川の浸水想定を可視化しました",
    "date": "2021-08-25T00:00:00Z",
    "body": "令和3年8月豪雨、六角川の浸水想定を可視化しました。令和3年8月豪雨六角川の浸水想定を可視化しました。今回は、2画面連動地図を採用しました。標準地図、色別標高図、ハザードマップと比較することができます。スマホは横にしてご覧いただければと思います。マップURLは👇こちらhttps://t.co/FG4mcXaDGX\u0026mdash;防災エンジニア「仁志」(@hitoshi2sl)August21,2021"
  },
  {
    "url": "https://dpnote.netlify.app/kumamotoearthquake/",
    "title": "熊本地震の震度マップと活断層図の重ね合わせ",
    "date": "2021-08-24T00:00:00Z",
    "body": "熊本地震の震度マップと活断層図を重ね合わせて可視化しました。"
  },
  {
    "url": "https://dpnote.netlify.app/atami/",
    "title": "熱海市土砂災害をマップ化しました",
    "date": "2021-08-06T00:00:00Z",
    "body": "令和3年7月に起きた熱海市土砂災害をマップ化しました。つぶやき「熱海市土砂災害をマップ化」国土地理院のデータを使用。様々な角度から災害を捉えました。右上ボタンから表示・非表示の切替えが可能です。山鳴りがする・川に流木がまざり始める等、「ん？何か変だぞ？」と感じ取れるかどうかが避難の行動に繋がると思います。"
  },
  {
    "url": "https://dpnote.netlify.app/destructionrate/",
    "title": "被害率曲線をご存じですか？",
    "date": "2021-08-05T00:00:00Z",
    "body": "今日は、被害率曲線のお話です。南海トラフ地震対策を考える②「被害率曲線をご存知ですか？」耐震化は、まずは1981年がポイントです。内閣府の資料の木造建物の被害率曲線をみると、1981年以後と以前で震度6以上から全壊率に\u0026quot;開き\u0026quot;が出ています。家の築年数を調べてみましょう。また、自治体に耐震診断を依頼できます。pic.twitter.com/CnU0SDLYwi\u0026mdash;ひとし防災エンジニア(@hitoshi2sl)July15,2021"
  },
  {
    "url": "https://dpnote.netlify.app/hazardmap/",
    "title": "ハザードマップの認知度をグラフにしてみた",
    "date": "2021-08-04T00:00:00Z",
    "body": "ハザードマップの認知度をグラフにしてみました。つぶやき「マップの認知度と避難行動」やはり、リスク管理が出来ていないと行動にシフトさせるのは難しいですね。防災に\u0026ldquo;気付き\u0026rdquo;は大切です。❶ハザードマップ閲覧❷指定緊急避難場所の把握❸水平避難、垂直避難❹罹災証明書❺浸水被害等の税金の減免制度最低限の知識は蓄えておいた方が良いと思います。"
  },
  {
    "url": "https://dpnote.netlify.app/tokyowater/",
    "title": "東京都災害時給水ステーションをマップ化してみた。",
    "date": "2021-08-04T00:00:00Z",
    "body": "東京都のオープンデータを用いて、災害時給水ステーションをマップ化してみました。つぶやき「東京都災害時給水ステーションをマップ化」人が生きていく上で何よりも「水」が大切‼️東京都のオープンデータを利用。地域に偏りが無いことが分かります。日本全国のオープンデータ化を求めます！"
  },
  {
    "url": "https://dpnote.netlify.app/tokyodaytime/",
    "title": "東京都の昼間人口を可視化してみた。",
    "date": "2021-08-03T00:00:00Z",
    "body": "東京都の昼間人口を可視化してみました。首都直下型地震対策を考える⑤「東京都昼間人口を可視化」昼夜間人口率は、117.8（参考：昼夜間人口比率＝昼間人口÷常住人口×100）❶昼間の方が人が多い❷通勤・通学の行き来が多いことが分かります。朝の通勤・通学及び夜の帰宅ラッシュ時の災害対策と帰宅困難者対策は必須です！"
  },
  {
    "url": "https://dpnote.netlify.app/nankaishindomap/",
    "title": "南海トラフ地震の震度マップを見よう！",
    "date": "2021-08-02T00:00:00Z",
    "body": "南海トラフ地震の震度マップを可視化しました。南海トラフ地震対策を考える①「まずは震度マップを見よう！」ついにこのシリーズを始めます！１回目は、震度マップを可視化させました！これから、中央防災会議の統計資料等をお借りし、様々なアングルから考察していきます‼️👇マップURLはこちらhttps://t.co/na7ER7XiGt#防災#南海トラフpic.twitter.com/iku8s7KhAZ\u0026mdash;ひとし防災エンジニア(@hitoshi2sl)July9,2021"
  },
  {
    "url": "https://dpnote.netlify.app/tokyofire/",
    "title": "東京都火災発生件数を可視化しました",
    "date": "2021-08-01T00:00:00Z",
    "body": "東京都のオープンデータを利用して、都内の火災発生件数を可視化しました。令和2年火災年報によると全国で発生した火災のうち出火原因1位:たばこ、2位:たき火とのことです。知識の整理１．避難時はブレーカーを落とす　→　通電火災防止２．家の周りに燃える物を置かない　→　放火防止３．火災報知器の取り付け・点検"
  },
  
]
