
const data = [{
    "url": "https://dpnote.netlify.app/refugemap/",
    "title": "避難場所・避難所マップ",
    "date": "2025-10-24T14:39:51+09:00",
    "body": "指定緊急避難場所・指定避難所マップを作成しました。つぶやき日本全国で10万箇所以上ある、指定緊急避難場所・指定避難所をマップに可視化しました。GPS機能も付いているので、ご自身の近くの避難場所などを調べてみましょう！参考文献・指定緊急避難場所・指定避難所データ、国土地理院"
  },
  {
    "url": "https://dpnote.netlify.app/iwatemiyagi2008/",
    "title": "岩手・宮城内陸地震の震度マップの可視化",
    "date": "2025-03-03T13:56:18+09:00",
    "body": "岩手・宮城内陸地震の震度マップを可視化しました。災害の概要平成２０年６月１４日８時４３分，岩手県内陸南部の深さ８kmでマグニチュード７．２の地震が発生し，岩手県奥州市，宮城県栗原市で震度６強，宮城県大崎市で震度６弱，岩手県北上市，一関市，金ヶ崎町，平泉町，宮城県加美町，涌谷町，登米市，美里町，名取市，仙台市，利府町，秋田県湯沢市，東成瀬村で震度５強を観測した。この地震により，死者１３名，行方不明者１０名，負傷者４５１名，住家全壊３０棟，住家半壊１４３棟，住家一部破損２，３８０棟の被害が発生したほか，合計で４８７人に避難勧告・指示が出され，最大時で３２２人が避難所に避難した。土砂災害については，岩手県，宮城県，秋田県及び福島県の６市で４８件発生した。また，岩手・宮城県境の栗駒山周辺において１５箇所の河道閉塞が発生した。ライフライン関係においては，東北電力管内で最大２９，００５戸が停電となったほか，都市ガスについては，岩手県，宮城県及び秋田県内で１，９４４戸が供給停止，上水道については岩手県，宮城県，秋田県及び山形県内の５，５６０戸が断水した。また，電気通信関係では，岩手県及び宮城県内で１１９回線の電話が不通となったほか，携帯電話基地局１３局が停波した。道路については，県管理道路等２２区間において法面崩壊や陥没等により通行規制が行われた。鉄道については，東北新幹線等で被害が発生し運休した。公共土木施設では，河川３４か所，砂防２３施設，道路（橋梁を含む）６６９施設，下水道７施設，公園１施設に被害が発生した。農林水産関係では，農地４６４か所，農業用施設等９３７か所，林地荒廃２９９か所，治山施設２７か所，林道施設９８６か所，養殖施設１０か所等で被害が発生した。文教施設では，国立学校施設５校，公立学校施設２５６校，私立学校施設２０校，社会教育・体育，文化施設等１８０施設，文化財等３０件で被害が発生した。社会福祉施設等では，１１６施設に被害が発生した。災害体験談「ここにいるよ！」と笛をひと吹き地震で道路が割れて、運転していた軽トラックもろとも横転してしまい、何とかかんとか車からはい出して、一応安全かなと思うところに逃げ込んだんですが、余震が来て、また道路にひびが入ったんですね。怖かったけれど車に戻り、靴を山用に履き替え、リュックを持って、車から離れた広いところへ避難したんです。山岳救助隊の隊員でもあるので、私のリュックにはいろいろなものが入っているんです。で、「さあ、どうするか」ですよね。歩いて山を越えたとしても、自分の住む地区も多分山が崩れているだろうし、山岳会では「何かあった時は動くな」というのが鉄則ですから、その場でじっと動かずに待っていました。1時間ぐらい経ったころ、地元の人たちが見回りに来たらしく話し声が聞こえてきたのです。「おおい！」と呼んでも答えがないから、今度は笛を吹きました。すると、すぐに区長さんが来てくれて、「とにかく避難所に行きましょう」と。笛というのは、200メーター、300メーター先まで聞こえますからね。持っていてほんとうに良かったなと思います。栗原市60代男性経験活かして事前準備～すぐに役立った応急危険度判定用紙～役所の人たちも今までの経験から、地震の時には何をしなきゃいけないかというのがけっこうわかってきているんですね。今回、被災した建物を調査して、余震などによる倒壊の危険性や外壁・窓ガラスの落下、付属設備の転倒などの危険性を判定する『応急危険度判定』のお手伝いをしたのですが、行政の方で、判定に使う緑と黄色と赤の紙をあらかじめ何枚も印刷して段ボールに詰めていたのです。「地震なんてほんとうに来るかどうかわからない。そんなのは無駄な経費だ」と言った職員もいたということですが、担当課の人は、「これだけは用意しておいたほうがいいんだ」と言って、ゆずらなかったそうです。結果的に、どこよりも早くとりかかることができたと評判になりました。その担当者に「動きが速かったですね」と言ったら、「経験者ですから」って笑っておられました。やっぱり事前の備えは大切だなと思いました。栗原市40代男性建築士役に立った保存水と意外に使えた発煙筒前の宮城県沖地震※当時、仙台の方に住んでいて、やっぱり水で苦労したものだから、10年だかもつっていうペットボトルの水6本入りを買っていたんですよ。ここに移住する時に、「山の中でわき水も豊富だから、もう使わないだろう」と思いながらも倉庫に入れておいたら、それが今回うんと役に立ったわけです。それから、こういう災害の時に割と持っていて便利なものは、発煙筒です。何に使うかというと、発煙筒2本ぐらいで、枯れ木にはすぐに火がつくんですよ。だから、暖をとることも、煮たり焼いたりすることもできます。発煙筒って、どの車にもひとつはついていますよね。以前は修理工場に行くと車検の時に交換した発煙筒がいっぱいあったんです。私は、そういうのを100本ぐらいもらってきて、山岳会の人たちに「何かあった時のために、5本ぐらいずつリュックに入れて歩きなさい」って、あげていました。それを思い出して使ったわけですが、思わぬところで意外なものが役に立ったなという感じです。※昭和53年（1978年）6月12日に仙台市を襲ったマグニチュード7.4（震度5）の地震で、死者16人、重軽傷者10,119人、住家の全半壊が4,385戸、部分壊が86,010戸という多大な被害が生じました。栗原市60代男性出典・平成21年版防災白書、内閣府・1日前プロジェクト、内閣府"
  },
  {
    "url": "https://dpnote.netlify.app/nigata2004/",
    "title": "新潟県中越地震の震度マップの可視化",
    "date": "2025-02-27T19:26:47+09:00",
    "body": "新潟県中越地震の震度マップを可視化しました。災害の概要2004年（平成16年）10月23日（土）17時56分、新潟県中越地方を震源とするマグニチュード（M）6.8の大地震が発生しました。この地震により、新潟県の川口町で震度７、小千谷市と長岡市で震度６強、魚沼市と刈羽村で震度６弱を観測したほか、東北地方から近畿地方にかけての広い範囲で震度を観測しました。この地震の大きな特徴として、震度７をもたらした強烈な強震動と本震に続いた活発な余震活動があります。最大余震における強震動は、わたしたちがいつも地表で受けている重力加速度980galを大きく上回る、最大合成加速度2500galを超える強震動が史上初めて観測されました。また、本震に続くやや規模の大きな余震活動（M4.0以上）は、それ以前に発生した主な陸域の浅い地震の余震活動と比べて、本震発生直後１週間程度にわたって特に活発でした。この地震により、68人の方が亡くなり、4,805人の方が負傷して、新潟県を中心に大きな人的被害が生じました。このほか、住家全壊3,175棟、住家半壊13,810棟、住家一部破損105,682棟、建物火災9棟などの物的被害が生じました。また、避難者は多い時には10万人を超え、多くの住民が避難生活を余儀なくされました。気象庁はこの地震を「平成16年（2004年）新潟県中越地震」と命名しました。参考文献・平成16年（2004年）新潟県中越地震、新潟地方気象台"
  },
  {
    "url": "https://dpnote.netlify.app/atami3d/",
    "title": "熱海市土砂災害を3Dにて可視化しました",
    "date": "2024-10-23T00:00:00Z",
    "body": "熱海市土砂災害を3Dにて可視化しました。災害の概要梅雨前線による大雨に伴い、2021年7月3日10時30分頃に静岡県熱海市伊豆山の逢初川で土石流が発生した。逢初川の上流部標高約390m地点で発生した崩壊が土石流化し、下流で甚大な被害が発生した。熱海雨量観測所における降り始めからの総雨量は400ｍｍ以上を記録した。参考文献・静岡県熱海市伊豆山で発生した土石流災害、国土交通省オープンデータ以下のデータを加工・編集して作成しました。令和3年(2021年)7月1日からの大雨に関する情報、国土地理院"
  },
  {
    "url": "https://dpnote.netlify.app/h12tokai/",
    "title": "平成12年9月東海豪雨の可視化",
    "date": "2024-10-15T00:00:00Z",
    "body": "平成12年9月東海豪雨を３Dに可視化しました。災害の概要2000年9月11日に、台風14号からの暖かい湿った空気により、秋雨前線の活動が活発化した。名古屋雨量観測所では、年間総雨量の1/3に及ぶ567mmを記録（11日未明～12日）した。治水施設の計画規模を上回る集中豪雨であった。庄内川支川新川では、12日午前3時30分頃に、名古屋市西区において左岸堤防が幅約100mにわたって決壊した。庄内川本川も決壊には至らなかったものの、国道1号線下流において右岸堤防から約2時間越水した。人的被害は死者10名であったが、全壊・半壊・一部損壊508棟、床上・床浸水69,837戸に及ぶとともに、都市型水害の特徴が顕著であった。参考文献・大規模水害対策に関する専門調査会（第３回）、資料３「平成12年東海豪雨水害時の状況」、内閣府"
  },
  {
    "url": "https://dpnote.netlify.app/kumamoto_shido_animation/",
    "title": "熊本地震の震度マップアニメーション",
    "date": "2024-10-07T00:00:00Z",
    "body": "熊本地震の震度マップをアニメーションにて可視化しました。災害の概要4月14日21時26分、熊本県熊本地方においてマグニチュード6.5の地震が発生し、熊本県益城町で震度7を観測した。また、16日1時25分にはマグニチュード7.3の地震が発生し、益城町及び西原村で震度7を、熊本県を中心にその他九州地方の各県でも強い揺れを観測した。震度7の地震が同一地域で連続して発生するのは震度7が設定された1949年以降初めてのことである。これらの地震だけでなく、その後も熊本県から大分県にかけて地震活動が活発な状態となり、7月14日までに、震度7を2回、震度6強を2回、震度6弱を3回、震度5強を4回、震度5弱を8回観測するなど、震度1以上を観測した地震は合計1888回発生した。地震発生から2ヶ月程度経過した6月中旬にも、震度5弱の地震が発生（6月12日）するなど地震活動は継続していた。熊本地震の人的被害は、7月14日時点で、死者55人、負傷者1814人。熊本県内では、地震後には18万人を超える方々が避難した。物的被害は、全壊約8300棟、住家被害計が16万棟。加えて、最大約45万戸断水、約48万戸停電、約11万戸ガス供給停止となり、交通網も道路・鉄道・空路が一時不通になるなど、大きな被害が発生した。災害体験談出産目前で地震、親戚や友人から集めた物資で産院再開弟のお嫁さんが臨月で、前震の日はいつ生まれてもおかしくない状況でした。それなのにかかっていた産婦人科が、食材の入手が困難で食事の提供ができないためお産はできないということになって。他にどの病院も受け入れてくれませんでした。その状況を宮崎に住む妹に話したところ、妹の周囲の方が、一週間分くらいの生鮮食品を寄付金で買い込み、ミニバンがパンパンになるくらい食材と物資を詰め込んで、行く先々の通行止めを迂回しながら一日かけてきてくれました。その物資を全部病院に寄付したところ、お産を受け入れられることになり、本震のあった16日に無事出産できたのです。宮崎からの支援がなかったら、出産は難しかっただろうと思います。熊本市　40代　女性避難後の連絡先求め、一日中駆けずり回る自分は自治会長だから、色々と相談を受けるのですよ。地震の時も「隣の家のブロック塀が自分の家の壁に当たって部屋まで入ってきとる。隣がおらんからどこに連絡すればいいかわからん」と相談を受けました。雨が降ったら大変だし早くなんとかせんといかん。だからといって勝手にはできんでしょ。でも、連絡の取りようがない。避難先を知るのに一日中駆けずり回ることになりましたよ。隣の人でも誰でもいいから、どこにいるか、避難後の連絡先をせめて近所の人に教えてから避難してもらいたいですね。熊本市　70代　自治会長　男性"
  },
  {
    "url": "https://dpnote.netlify.app/atami3dglb/",
    "title": "熱海市土砂災害３Dオブジェクトにて可視化",
    "date": "2024-10-02T19:04:33+09:00",
    "body": "熱海市の土砂災害を３Dオブジェクトにて可視化しました。"
  },
  {
    "url": "https://dpnote.netlify.app/plateau3d/",
    "title": "PLATEAUを用いた３D都市空間の可視化",
    "date": "2024-10-01T00:00:00Z",
    "body": "PLATEAUを用いて都市空間の３D化に挑戦しました。今回、３Dに可視化したのは、新宿区です。オープンデータplateau-tokyo23ku-building-mvt-2020"
  },
  {
    "url": "https://dpnote.netlify.app/noto3drain/",
    "title": "能登半島豪雨の可視化",
    "date": "2024-09-25T00:00:00Z",
    "body": "令和6年（2024年）9月20日からの能登半島地方の豪雨を可視化しました。オープンデータ令和6年（2024年）9月20日からの大雨に関する情報、国土地理院"
  },
  {
    "url": "https://dpnote.netlify.app/noto_connectmap/",
    "title": "能登半島地震コネクトマップの可視化",
    "date": "2024-09-22T00:00:00Z",
    "body": "能登半島沖地震のコネクトマップを可視化しました。CodeforKanazawaの方々の取り組みで「コネクトマップ」という活動がありました。コネクトマップ被災地のどこでネットが繋がっているかを「誰もが」「簡単に」公開できるようにし、そのデータをオープンデータとして活用できるように開発されたものです。ソフトウェアからハードウェアにアプローチ出来るんだなと、僕自身、とても学びになりました。今後、全国的に広がっていくと思っています。オープンデータコネクトマップオープンデータ--"
  },
  {
    "url": "https://dpnote.netlify.app/noto_shindomap/",
    "title": "能登半島地震の震度マップアニメーション",
    "date": "2024-09-19T12:01:29+09:00",
    "body": "能登半島沖地震の震度マップをアニメーションにて可視化しました。"
  },
  {
    "url": "https://dpnote.netlify.app/notoheatmap/",
    "title": "能登半島地震の震度マップをヒートマップとして可視化",
    "date": "2024-08-26T00:00:00Z",
    "body": "令和6年1月に発生した能登半島沖地震の震度マップをヒートマップとして可視化しました。"
  },
  {
    "url": "https://dpnote.netlify.app/r67tohoku/",
    "title": "令和6年7月東北地方の豪雨を3Dに可視化",
    "date": "2024-08-19T15:32:57+09:00",
    "body": "令和6年7月に発生した東北地方の豪雨を3Dに可視化しました。"
  },
  {
    "url": "https://dpnote.netlify.app/higashinihonarcrotate/",
    "title": "東日本大震災津波観測地点の可視化アニメーション",
    "date": "2024-08-17T12:18:44+09:00",
    "body": "以前、東日本大震災の観測地点をArcLayerで結んだことがあったのですが、アニメーション機能を追記してみました。"
  },
  {
    "url": "https://dpnote.netlify.app/notoearthquake3d/",
    "title": "能登半島地震の３Dによる可視化",
    "date": "2024-01-05T19:23:51+09:00",
    "body": "能登半島地震を３Dで可視化しました。"
  },
  {
    "url": "https://dpnote.netlify.app/kumamoto3d/",
    "title": "熊本地震を深さの次元まで含めて3Dにて可視化",
    "date": "2023-02-18T19:07:24+09:00",
    "body": "熊本地震の震源地の深さで３Dにしたら、どうなるのか？そこの疑問から可視化しました。可視化する意義熊本地震の群発地震の様子を地中の震源地でどのように起きているのか、可視化してみたい。つぶやき熊本地震を深さの次元まで含めて可視化してみる。震度階級で色分けして、地表付近に、各地点のシンボルをテキストで表示させました。こうしてみると、震度７より深い地点でも揺れていたり、群発地震の様子がよく分かりますね。災害の概要4月14日21時26分、熊本県熊本地方においてマグニチュード6.5の地震が発生し、熊本県益城町で震度7を観測した。また、16日1時25分にはマグニチュード7.3の地震が発生し、益城町及び西原村で震度7を、熊本県を中心にその他九州地方の各県でも強い揺れを観測した。震度7の地震が同一地域で連続して発生するのは震度7が設定された1949年以降初めてのことである。これらの地震だけでなく、その後も熊本県から大分県にかけて地震活動が活発な状態となり、7月14日までに、震度7を2回、震度6強を2回、震度6弱を3回、震度5強を4回、震度5弱を8回観測するなど、震度1以上を観測した地震は合計1888回発生した。地震発生から2ヶ月程度経過した6月中旬にも、震度5弱の地震が発生（6月12日）するなど地震活動は継続していた。熊本地震の人的被害は、7月14日時点で、死者55人、負傷者1814人。熊本県内では、地震後には18万人を超える方々が避難した。物的被害は、全壊約8300棟、住家被害計が16万棟。加えて、最大約45万戸断水、約48万戸停電、約11万戸ガス供給停止となり、交通網も道路・鉄道・空路が一時不通になるなど、大きな被害が発生した。災害体験談寝る場所は家、車、テント？子どもが選んでおうちごっこ前震のとき、とりあえず自宅前の公園へ出ました。親の不安が移ったのか子どもたちは興奮状態で、夜10時なのに非常にテンションが高かった。そこで、ブルーシートとテント、キャンプ道具等、あのあたりに片付けていたよなと思い出しながら引っ張り出して、テントを張ったのです。おうちごっこをして気持ちが収まればいいし、そこで寝られればいいやと。本震のあと、子どもたちが家で寝ることをますます怖がったので、寝る場所は下の子が決めることにしました。そろそろ家に戻ってもいいと思ったら家に戻る、テントがよければテント、車の中がよければ車の中、と三タイプ選べるようにしました。なるべく一週間、子どもと楽しむようにしました。キャンプ道具があって比較的困らない状況だったこともあり、子どもの前で悲壮感を出さずに、前向きに乗り切りました。熊本市　40代　男性参考文献・plotly.com・震度データベース・特集1　平成28年熊本地震‐内閣府防災情報のページ、内閣府・1日前プロジェクト、内閣府作成したオープンデータ熊本地震の震源リスト｜オープンデータ共有＆ダウンロード｜LinkData熊本地震の震源地リストを公開しました。"
  },
  {
    "url": "https://dpnote.netlify.app/hojoki/",
    "title": "方丈記の世界観を可視化しました。",
    "date": "2023-01-12T20:06:39+09:00",
    "body": "方丈記の世界観を味読するため、文献を参考に可視化しました。可視化URLつぶやき方丈記の世界観を可視化しました。正常性バイアスという言葉がなかった時代に、それを感じ取っていた鴨長明の繊細な感覚に寄り添ってみたかったです。素晴らしい随筆家だったんだろうなと思っています。"
  },
  {
    "url": "https://dpnote.netlify.app/krader3d/",
    "title": "気象庁の降水ナウキャストを３Dにて可視化",
    "date": "2023-01-09T16:15:17+09:00",
    "body": "気象庁の降水ナウキャストを３Dにて可視化しました。つぶやき気象庁の雨雲レーダー(降水ナウキャスト)を3次元で可視化しました。航空写真と合わせて、より立体的に可視化できたと思います！"
  },
  {
    "url": "https://dpnote.netlify.app/city3dmap/",
    "title": "都市空間の3Dマップを作りました。",
    "date": "2022-12-24T17:41:54+09:00",
    "body": "ハザードマップの３D可視化に向けて、まずは都市空間の３D化に取り組みました。つぶやき「街空間の３D化」OSMBuildingsいうAPIを見つけたので、早速マップに取り込んでみました。ビルの街並みが良い感じに３Dに表示されています。これが無料でできるというすごい時代になりました。このマップにハザードマップを重ねると３Dハザードマップが達成できるかな？参考文献・OSMBuildings"
  },
  {
    "url": "https://dpnote.netlify.app/denshouhi/",
    "title": "自然災害伝承碑マップを作成しました。",
    "date": "2022-12-17T16:29:09+09:00",
    "body": "自然災害伝承碑マップを作成しました。つぶやき日本全国の自然災害伝承碑マップを作成しました。全国に1,800箇所以上あります。いかに日本で大規模な災害が起きているかが、分かります。存在そのものを知らない方が多いのではないかなと思います。次世代に語り継いでいきたいと思っています。参考文献・自然災害伝承碑、国土地理院"
  },
  {
    "url": "https://dpnote.netlify.app/heavyrain20220803/",
    "title": "令和4年8月の大雨等による災害（村上市坂町周辺浸水推定図）",
    "date": "2022-11-12T00:00:00Z",
    "body": "令和4年8月の大雨等による災害（村上市坂町周辺浸水推定図）を可視化しました。つぶやき令和4年8月の大雨等による災害（村上市坂町周辺浸水想定図）を可視化しました。２画面描写で、浸水想定と実際の浸水状況を比較できるようになっています。"
  },
  {
    "url": "https://dpnote.netlify.app/nishinihonrain/",
    "title": "西日本豪雨を可視化しました",
    "date": "2022-09-04T11:52:12+09:00",
    "body": "平成30年西日本豪雨を可視化しました。"
  },
  {
    "url": "https://dpnote.netlify.app/tonga/",
    "title": "トンガ火山噴火に伴う潮位変化の様子",
    "date": "2022-08-20T12:21:33+09:00",
    "body": "トンガ火山噴火に伴う津波の様子を可視化しました。つぶやき「初公開！」誰も見たことがない津波マップを公開します。トンガ火山噴火に伴う津波の様子を可視化しました。前例のない情報収集で、気象庁の方々も大変だったと思います。本当にお疲れ様でした。"
  },
  {
    "url": "https://dpnote.netlify.app/loadmap/",
    "title": "防災ロードマップを図解化",
    "date": "2022-08-20T11:44:29+09:00",
    "body": "防災ロードマップを図解にしました。つぶやき防災って大事だけど何から始めればいいか分からないあなたへ」今からでも「出来ること」をやろう！防災ロードマップに沿って取り組んでいけば、あなたのご家庭の防災力は確実に上がります。やってみよう！"
  },
  {
    "url": "https://dpnote.netlify.app/krader/",
    "title": "雨雲レーダー",
    "date": "2022-08-13T13:36:53+09:00",
    "body": "気象庁の雨雲レーダーをマップに可視化しました！つぶやき気象庁の雨雲レーダーの取得方法が分かったので、マップに表示させてみました。また、今後は3Dマップなど、GUIも工夫して可視化させてみたいと思います。"
  },
  {
    "url": "https://dpnote.netlify.app/elevator/",
    "title": "エレベーターからの避難方法",
    "date": "2022-08-01T12:08:48+09:00",
    "body": "エレベーターからの避難方法を図解にしました。つぶやきエレベーターからの避難方法を図解にまとめました。頭で分かっていても、いざという時に行動出来ないのが「人」です。ただ、立ち尽くすのではなく、冷静に状況を判断し、行動に移すことで、助かる可能性が上がると思います。覚えておこうね！"
  },
  {
    "url": "https://dpnote.netlify.app/kasai2020/",
    "title": "火災統計２０２０を図解化",
    "date": "2022-07-27T11:48:14+09:00",
    "body": "火災統計２０２０を図解にしました。つぶやき火災統計2020を図解にしました（令和3年消防白書）。過去10年間で約70％にまで減少していますが、全国で1年間に「3万件以上」の火災が発生しています。出火原因は、タバコ・焚き火・コンロと続いています。これからも、火災には気を付けましょう！"
  },
  {
    "url": "https://dpnote.netlify.app/nankai70/",
    "title": "30年以内に70%という確率",
    "date": "2022-07-24T12:15:30+09:00",
    "body": "30年以内に70%という確率について考えます。つぶやき大事なこと言います。確率は不確定な所もあって絶対ではない。ただ、熊本地震は発生確率1%と言われながら起きた。南海トラフ地震や首都直下型地震は【30年以内に70%以上】と言われている。まだこれらの巨大地震は起きていない。今からでも一人一人が出来ることをやれば、被害を限りなく減らせると思う。"
  },
  {
    "url": "https://dpnote.netlify.app/inform/",
    "title": "伝えると伝わるは異なる",
    "date": "2022-07-14T11:55:58+09:00",
    "body": "伝えると伝わるは異なるというお話。つぶやき忘れがちなんだけどさ。「伝える」と「伝わる」は異なるんだよね。伝えるは自分目線、伝わるは相手目線。良い文章書けたと自分では思っていても、相手に伝わるかどうかは、また別の次元だと思う。だから、家族や友人など、他の人に読んでもらうことは大切。伝わる文章にこだわっていきたいというお話。"
  },
  {
    "url": "https://dpnote.netlify.app/tspeed/",
    "title": "津波のスピードを図解化",
    "date": "2022-06-24T12:19:04+09:00",
    "body": "津波のスピードを図解にしました。つぶやき津波のスピードを図解にしてみました。津波の速さの式には、震度やマグニチュードの値が「含まれていない」ことが分かります。トンガ火山噴火による潮位変化が日本でありましたが、このことからも、津波は「地震以外で起こりうること」に起因しているのかもしれませんね。"
  },
  {
    "url": "https://dpnote.netlify.app/furniture/",
    "title": "家具の固定について",
    "date": "2022-06-18T12:27:48+09:00",
    "body": "家具の固定について、考えてみます。つぶやき家具の固定は当然大事ですが、それ以上に「家具を無くす」ことの方が大事だと思っています。家具が多いほど、地震時の危険になり得ます。リスク\u0026quot;そのもの\u0026quot;を取り除けば、被害は0になる。この観点を押さえると色々な対策が見えてくる。覚えておきましょう！"
  },
  {
    "url": "https://dpnote.netlify.app/tkriver/",
    "title": "東京都河川ライブカメラマップの作成",
    "date": "2022-05-14T16:48:28+09:00",
    "body": "東京都のオープンデータを用いて、河川ライブカメラマップを作成しました。つぶやきこれすごく良い！東京都河川ライブカメラマップを公開しました。東京都のオープンデータが非常に使いやすい。同様の取り組みが、全国に広まると良いですね！"
  },
  {
    "url": "https://dpnote.netlify.app/blackice/",
    "title": "ブラックアイスバーンについて",
    "date": "2022-02-27T13:36:49+09:00",
    "body": "ブラックアイスバーンをご存知ですか？つぶやき覚えておいて！ブラックアイスバーンってご存じですか？冷え込む夜間や朝方、日陰など、凍っているように見えなくても「実は凍っている」路面のことを言います。雪が少ない地域でも積雪・凍結を原因とする転倒災害が報告されており、特に例年「１〜３月」に集中しています。凍結に御用心というお話。"
  },
  {
    "url": "https://dpnote.netlify.app/publicdns/",
    "title": "パブリックDNSをご存じですか？",
    "date": "2022-01-29T00:00:00Z",
    "body": "パブリックDNSについて、ご紹介します。つぶやきパブリックDNSについて、図解にてまとめました。いざという時に役に立つ知識だと思います。"
  },
  {
    "url": "https://dpnote.netlify.app/higashinihontsunami/",
    "title": "東日本大震災の津波観測を3Dマップにて可視化",
    "date": "2022-01-16T12:39:29+09:00",
    "body": "東日本大震災の津波観測を3Dマップにて可視化しました。"
  },
  {
    "url": "https://dpnote.netlify.app/time/",
    "title": "天気予報の時間軸を図解にて可視化",
    "date": "2021-12-29T00:00:00Z",
    "body": "天気予報などで使われる『時間軸』を図解にて可視化してみました。つぶやきふと思いついたのですが、天気予報などで使われる「時間軸」を図解にて可視化させてみました。普段、何気なく聞いている言葉もこうすると意味があるんだなと感じられます。天気予報の見方が変わるかも。"
  },
  {
    "url": "https://dpnote.netlify.app/r2kyusyu/",
    "title": "令和2年九州豪雨を可視化しました。",
    "date": "2021-12-11T00:00:00Z",
    "body": "令和2年7月に発生した九州豪雨を３Dマップにて可視化しました。"
  },
  {
    "url": "https://dpnote.netlify.app/bbias/",
    "title": "防災における人の心理バイアスを図解にて可視化",
    "date": "2021-12-04T00:00:00Z",
    "body": "防災における人の心理バイアスを図解にて可視化しました。つぶやき防災における人の心理バイアスについて、図解にて可視化してみました。いざという時に冷静な行動を取れるように覚えておきましょう！"
  },
  {
    "url": "https://dpnote.netlify.app/glass/",
    "title": "内部被害による怪我の原因",
    "date": "2021-11-23T00:00:00Z",
    "body": "阪神淡路大震災のときの内部被害の統計を可視化してみました。つぶやき阪神淡路大震災のときの内部被害の可視化。これを見れば分かるとおり、地震時には、上から降ってくるor飛んでくるリスクがあるから、やっぱり整理整頓は大切ですね。やってみよう。今日から出来る超簡単な防災があります。阪神淡路大震災にて内部被害のあったご家庭のうち、29%の方は【ガラス】による被害があったと報告されています（総務省消防庁）。つまり、あなたの寝室に『スリッパ』を置きましょう。ちなみに僕は寝るのが趣味の一つです。現場からは以上です。"
  },
  {
    "url": "https://dpnote.netlify.app/smoke/",
    "title": "人は煙のスピードに勝てない",
    "date": "2021-11-20T00:00:00Z",
    "body": "人と煙の速度を図解にして比較してみました。つぶやき衝撃です。人は煙のスピードに「勝てない」というお話。いかに事前に危険を察知して「逃げ切れるか」だと思う。あとは、❶煙は上に上がるので、低い姿勢で歩く、❷お出かけの際は、ハンカチやタオルは持っていくなど、災害データから見えてくる防災は確実に存在しますね。"
  },
  {
    "url": "https://dpnote.netlify.app/siren/",
    "title": "消防車のサイレンの違い",
    "date": "2021-11-18T00:00:00Z",
    "body": "消防車のサイレンには意味があることをご存知ですか？つぶやきあまり知られていないのですが、消防車のサイレンには意味があります。❶\u0026quot;ウー、ウー、カンカンカン\u0026quot;(サイレンと鐘)は火災の出動、❷\u0026quot;ウー、ウー\u0026quot;(サイレンのみ)は火災以外(交通事故、水害の救助など)の出動、❸\u0026quot;カンカン\u0026quot;(鐘のみ)は鎮静後の戻り。乾燥シーズン、火には気を付けましょう！"
  },
  {
    "url": "https://dpnote.netlify.app/childrenmessage/",
    "title": "子ども達の言葉",
    "date": "2021-11-16T00:00:00Z",
    "body": "東日本大震災の時の子ども達の言葉をご紹介します。つぶやき突き刺さった。東日本大震災の時、盗難被害が相次いだ。それを知った子供達の言葉『しっかりしろ！大人！！』子供達は純粋で、ちゃんと分かってるんだなと思った。この子達が社会に出る時に\u0026quot;ちゃんとした大人もいるんだよ\u0026quot;と胸張って言えるように、このサービスの世界観を作っていきたいと思うのです。"
  },
  {
    "url": "https://dpnote.netlify.app/hinan4/",
    "title": "避難時に覚えておきたい４つのこと",
    "date": "2021-10-28T00:00:00Z",
    "body": "避難時に「忘れがち」な事項をまとめました。つぶやき忘れがちなんですが\u0026hellip;自宅から避難する際、❶ブレーカーを落とす(通電火災防止)❷戸締り(盗難防止)❸ガス栓を閉める(火災防止)ことは、よく言われます。あと、もう一つ❹『洗濯機の水栓は普段、閉めてますか？』何かの拍子にホースが外れると大変なことになります。習慣化しておくと良いですね！"
  },
  {
    "url": "https://dpnote.netlify.app/earthquakelist/",
    "title": "1日の震源リストを可視化させてみる",
    "date": "2021-09-25T00:00:00Z",
    "body": "「1000回以上」揺れてます。最近の地震の動向が気になったので、可視化してみました！つぶやき「1000回以上揺れてます」最近の地震の動向が気になったので、可視化してみた。震源なので、人が感知しない揺れも含まれています。"
  },
  {
    "url": "https://dpnote.netlify.app/dam/",
    "title": "日本全国のダムの情報をマップ化しました。",
    "date": "2021-09-08T00:00:00Z",
    "body": "日本全国のダムの情報をマップ化しました。つぶやき日本全国のダムの情報を可視化しました。ダムの形式、使用目的、貯水量など、必要な情報を余すとこなく盛り込みました！そして、水害対策のため、貯水量のコントロールという難しい業務をされている方々に心より感謝申し上げます。"
  },
  {
    "url": "https://dpnote.netlify.app/siri/",
    "title": "Siriに防災を学ばせてみた！",
    "date": "2021-09-05T00:00:00Z",
    "body": "Siriに防災について、学習させてみました！"
  },
  {
    "url": "https://dpnote.netlify.app/rokkaku/",
    "title": "令和3年8月の大雨、六角川の浸水想定を可視化しました",
    "date": "2021-08-25T00:00:00Z",
    "body": "令和3年8月豪雨、六角川の浸水想定を可視化しました。つぶやき令和3年8月豪雨六角川の浸水想定を可視化しました。今回は、2画面連動地図を採用しました。標準地図、色別標高図、ハザードマップと比較することができます。スマホは横にしてご覧いただければと思います。"
  },
  {
    "url": "https://dpnote.netlify.app/kumamotoearthquake/",
    "title": "熊本地震の震度マップと活断層図の重ね合わせ",
    "date": "2021-08-24T00:00:00Z",
    "body": "熊本地震の震度マップと活断層図を重ね合わせて可視化しました。災害の概要4月14日21時26分、熊本県熊本地方においてマグニチュード6.5の地震が発生し、熊本県益城町で震度7を観測した。また、16日1時25分にはマグニチュード7.3の地震が発生し、益城町及び西原村で震度7を、熊本県を中心にその他九州地方の各県でも強い揺れを観測した。震度7の地震が同一地域で連続して発生するのは震度7が設定された1949年以降初めてのことである。これらの地震だけでなく、その後も熊本県から大分県にかけて地震活動が活発な状態となり、7月14日までに、震度7を2回、震度6強を2回、震度6弱を3回、震度5強を4回、震度5弱を8回観測するなど、震度1以上を観測した地震は合計1888回発生した。地震発生から2ヶ月程度経過した6月中旬にも、震度5弱の地震が発生（6月12日）するなど地震活動は継続していた。熊本地震の人的被害は、7月14日時点で、死者55人、負傷者1814人。熊本県内では、地震後には18万人を超える方々が避難した。物的被害は、全壊約8300棟、住家被害計が16万棟。加えて、最大約45万戸断水、約48万戸停電、約11万戸ガス供給停止となり、交通網も道路・鉄道・空路が一時不通になるなど、大きな被害が発生した。災害体験談いつもの町内放送でほっと安心市内でも珍しいと思うのですが、うちの町内には町内放送があります。前震の後、すぐに自治会長さんが「町内の皆さん、ゆっくりでいいから公民館に来てください」と放送してくれたのです。いつもの聞き慣れた声で放送が流れるのを聞いて、とても安心しました。自治会長さんも被災しているのに、もう私たちにむけて放送を流してくださっているのだと気づき、我に返って集中して耳を傾けたのですね。「建物のない道路に出てください」と聞こえたので出てみると、それまでザワザワしていた近所の方もおもむろに建物のないところに集まってきて、声を掛け合いました。初めての大きな地震で、どうしたらいいかわからなかったので、近所の方にも声をかけていただいたりして、そういうのはありがたかったですね。自治会とか近所づきあいとか、大事だなと思いました。熊本市　40代　女性「一緒に、紅白？」～避難所運営の難しさ～地震直後から、避難所運営者として毎日新たに発生する問題解決に奔走し、「ああ、なんとか一日を無事に終えられた」と思う日々が長く続きました。「いつまでこんな生活が続くのだろう。地獄や。早く元の生活に戻りたい」と思っていたのに、いつの間にか避難所を運営することが当たり前のようになっていました。ある時、避難者に「一緒に、このテレビで紅白が見られるね」と声をかけられ、はっと気づいたのです。避難所運営は、被災者を早く元の生活に返すことを目的として運営しなければならなかったと。避難所に長く残る方の多くは、高齢の独り暮らしの方など、避難所を出てからの生活について考えることが難しい方でした。地震直後の避難所運営の大変さから、目の前の課題にばかり意識がいっていましたが、避難所を出た後の生活の見通しがつけられるような運営のしかたが必要だったと思いました。熊本市　50代　行政職員　男性"
  },
  {
    "url": "https://dpnote.netlify.app/atami/",
    "title": "熱海市土砂災害をマップ化しました",
    "date": "2021-08-06T00:00:00Z",
    "body": "令和3年7月に起きた熱海市土砂災害をマップ化しました。つぶやき「熱海市土砂災害をマップ化」国土地理院のデータを使用。様々な角度から災害を捉えました。右上ボタンから表示・非表示の切替えが可能です。山鳴りがする・川に流木がまざり始める等、「ん？何か変だぞ？」と感じ取れるかどうかが避難の行動に繋がると思います。"
  },
  {
    "url": "https://dpnote.netlify.app/destructionrate/",
    "title": "被害率曲線をご存じですか？",
    "date": "2021-08-05T00:00:00Z",
    "body": "今日は、被害率曲線のお話です。つぶやき「被害率曲線をご存知ですか？」耐震化は、まずは1981年がポイントです。内閣府の資料の木造建物の被害率曲線をみると、1981年以後と以前で震度6以上から全壊率に\u0026ldquo;開き\u0026rdquo;が出ています。そこで、家の築年数を調べてみましょう。また、自治体に耐震診断を依頼できます。"
  },
  {
    "url": "https://dpnote.netlify.app/hazardmap/",
    "title": "ハザードマップの認知度をグラフにしてみた",
    "date": "2021-08-04T00:00:00Z",
    "body": "ハザードマップの認知度をグラフにしてみました。つぶやき「マップの認知度と避難行動」やはり、リスク管理が出来ていないと行動にシフトさせるのは難しいですね。防災に\u0026ldquo;気付き\u0026rdquo;は大切です。❶ハザードマップ閲覧❷指定緊急避難場所の把握❸水平避難、垂直避難❹罹災証明書❺浸水被害等の税金の減免制度最低限の知識は蓄えておいた方が良いと思います。"
  },
  {
    "url": "https://dpnote.netlify.app/tokyowater/",
    "title": "東京都災害時給水ステーションをマップ化してみた。",
    "date": "2021-08-04T00:00:00Z",
    "body": "東京都のオープンデータを用いて、災害時給水ステーションをマップ化してみました。つぶやき「東京都災害時給水ステーションをマップ化」人が生きていく上で何よりも「水」が大切‼️東京都のオープンデータを利用。地域に偏りが無いことが分かります。日本全国のオープンデータ化を求めます！"
  },
  {
    "url": "https://dpnote.netlify.app/tokyodaytime/",
    "title": "東京都の昼間人口を可視化してみた。",
    "date": "2021-08-03T00:00:00Z",
    "body": "東京都の昼間人口を可視化してみました。つぶやき首都直下型地震対策を考える「東京都昼間人口を可視化」昼夜間人口率は、117.8（参考：昼夜間人口比率＝昼間人口÷常住人口×100）❶昼間の方が人が多い❷通勤・通学の行き来が多いことが分かります。朝の通勤・通学及び夜の帰宅ラッシュ時の災害対策と帰宅困難者対策は必須です！"
  },
  {
    "url": "https://dpnote.netlify.app/tokyofire/",
    "title": "東京都火災発生件数を可視化しました",
    "date": "2021-08-01T00:00:00Z",
    "body": "東京都のオープンデータを利用して、都内の火災発生件数を可視化しました。令和2年火災年報によると全国で発生した火災のうち出火原因1位:たばこ、2位:たき火とのことです。知識の整理１．避難時はブレーカーを落とす　→　通電火災防止２．家の周りに燃える物を置かない　→　放火防止３．火災報知器の取り付け・点検"
  },
  
]
