

var data = [
  {
    url: "https://dpnote.netlify.app/",
    title: "DP Note",
    date: "2021-10-09T00:00:00Z",
    body: "DP Note"
  },
  {
    url: "https://dpnote.netlify.app/post/",
    title: "Posts",
    date: "2021-10-09T00:00:00Z",
    body: "Posts"
  },
  {
    url: "https://dpnote.netlify.app/tags/",
    title: "Tags",
    date: "2021-10-09T00:00:00Z",
    body: "Tags"
  },
  {
    url: "https://dpnote.netlify.app/post/datarank/",
    title: "可視化データランキング５選",
    date: "2021-10-09T00:00:00Z",
    body: "可視化データランキング５選 2021年より本格的に災害データ可視化を進めていますが、上半期（４月～９月）で注目度の高かった可視化をランキングにしてみました。 第５位　熱海市土砂災害３Ｄマップ 国土地理院の電子国土WEBの機能を利用して、WEB GLで表現した３Ｄマップ。ハザードマップの３Ｄ化を構想している自分には、今後も有効利用していきたいと思っています。 熱海市土砂災害を3Dにて可視化しました！ 傾斜地＋森林＋豪雨＋長時間 この条件が揃うとリスク管理は難しくなる🤔他にも似た地域あるはず。どのように豪雨と向き合っていくのか、本当に問われる時代になったと思う。 ※PC、スマホ等で動かせます。 マップURLは👇こちらhttps://t.co/jkNXPyvhLu \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) August 18, 2021 第４位　熱海市土砂災害マップ 国土地理院の防災データを利用。航空写真やドローンで撮影した動画を組み合わせてマップ化しました。leafletは地図APIのライブラリも多く、これからも活用していきます。 「熱海市土砂災害をマップ化」 国土地理院のデータを使用。様々な角度から災害を捉えました。右上ボタンから表示・非表示の切替えが可能です。 山鳴りがする・川に流木がまざり始める等、「ん？何か変だぞ？」と感じ取れるかどうかが避難の行動に繋がると思う。https://t.co/YcD1FqRHfc \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) August 1, 2021 第３位　日本列島を河川だけで表現 国土数値情報を利用。今まで、geoJSONだけでしたが、topoJSONの使い方を学びました。 日本の都道府県を河川だけで表現してみました！ 川は日々の生活に欠かせないものです。水害の多い現代、どのように暮らしていくのか？ あって当たり前ではなく昔から受け継がれてきた尊い存在のことを再認識する必要があると思う#防災のためにできること https://t.co/rqP7WUOUvH \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) August 25, 2021 第２位　震源リストマップ 気象庁の震源リストをマップ化。緯度・経度が60進数になっているので、10進数に変換する必要があり、ちょっと手間がかかるため、Excelでテキストデータからマップデータに変換するVBAを組みました。自動でマップデータを作成できるようになったので、今後も定期的に投稿していきます。 「1000回以上揺れてます」最近の地震の動向が気になったので、可視化してみた。震源なので、人が感知しない揺れも含まれています。 マップURLは↓こちらhttps://t.co/j1eRTA1taz \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) September 20, 2021 第１位　ダムの可視化マップ 2021年10月9日現在、いいね数601、RT数229、インプレッション67,000超えを獲得したマップ。ダントツの注目度でしたね。Twitterで通知が止まらなくなるというのは、こういうことかと初めて体験しました。１つのマップに落とし込む情報量（マップでは属性といいます。）が豊富だったことも要因かなと思います。今後のマップ化の道標となるマップ化でした。 日本全国のダムの情報を可視化しました。 ダムの形式、使用目的、貯水量など、必要な情報を余すとこなく盛り込みました！ そして、水害対策のため、貯水量のコントロールという難しい業務をされている方々に心より感謝申し上げます🙇‍♂️ マップURLは👇こちらhttps://t.co/V6M0X6gp7W \u0026mdash; 仁志｜防災エンジニア (@hitoshi2sl) August 8, 2021 ランキング５選は以上の結果になりました。これからも色々な可視化・マップを作っていきたいと思っています。今後もよろしくお願いします。"
  },
  {
    url: "https://dpnote.netlify.app/tags/%E7%81%BD%E5%AE%B3%E3%83%87%E3%83%BC%E3%82%BF%E5%8F%AF%E8%A6%96%E5%8C%96/",
    title: "災害データ可視化",
    date: "2021-10-09T00:00:00Z",
    body: "災害データ可視化"
  },
  {
    url: "https://dpnote.netlify.app/post/earthquakelist/",
    title: "1日の震源リストを可視化させてみる",
    date: "2021-09-25T00:00:00Z",
    body: "1日の震源リストを可視化させてみる 「1000回以上」揺れてます。最近の地震の動向が気になったので、可視化してみました！ 「1000回以上揺れてます」最近の地震の動向が気になったので、可視化してみた。震源なので、人が感知しない揺れも含まれています。 マップURLは↓こちらhttps://t.co/j1eRTA1taz \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) September 20, 2021"
  },
  {
    url: "https://dpnote.netlify.app/tags/%E9%98%B2%E7%81%BDit/",
    title: "防災×IT",
    date: "2021-09-11T00:00:00Z",
    body: "防災×IT"
  },
  {
    url: "https://dpnote.netlify.app/post/population/",
    title: "防災×少子高齢化、DXの役割",
    date: "2021-09-11T00:00:00Z",
    body: "防災×少子高齢化、DXの役割 少子高齢化が加速度的に進む日本の問題です。 「防災×少子高齢化」 少子高齢化が加速度的に進む日本。生産労働人口が減るのは救助できる人も減るということ。高齢者を...未来ある子供達を...誰が救うの？人がいないのに？ 分かる？この国そこまで来てるの。DXは防災分野にも絶対必要！問題なのは、この危機意識持ってる人、何人いるのか？という話 \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) September 11, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/dam/",
    title: "日本全国のダムの情報をマップ化しました。",
    date: "2021-09-08T00:00:00Z",
    body: "日本全国のダムの情報をマップ化しました。 日本全国のダムの情報をマップ化しました。 日本全国のダムの情報を可視化しました。 ダムの形式、使用目的、貯水量など、必要な情報を余すとこなく盛り込みました！ そして、水害対策のため、貯水量のコントロールという難しい業務をされている方々に心より感謝申し上げます🙇‍♂️ マップURLは👇こちらhttps://t.co/V6M0X6gp7W \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) August 8, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/siri/",
    title: "Siriに防災を学ばせてみた！",
    date: "2021-09-05T00:00:00Z",
    body: "Siriに防災を学ばせてみた！ Siriに防災について、学習させてみました！ ㊗️YouTubeチャンネル開設‼️✨ 本日、防災アプリ開発者の仁志チャンネルを開設しました‼️ 第１回目は... 「Siriに防災について学ばせてみた！」 です。 フルバージョンはYouTube動画をご覧ください‼️👍 チャンネル登録も是非お願いいたします‼️🙇‍♂️https://t.co/sSxI9wEQcv#防災 #YouTube #Siri pic.twitter.com/HkkjtcY8i9 \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) February 27, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/atami3d/",
    title: "熱海市土砂災害を3Dにて可視化しました",
    date: "2021-09-02T00:00:00Z",
    body: "熱海市土砂災害を3Dにて可視化しました 熱海市土砂災害を3Dにて可視化しました。 熱海市土砂災害を3Dにて可視化しました！ 傾斜地＋森林＋豪雨＋長時間 この条件が揃うとリスク管理は難しくなる🤔他にも似た地域あるはず。どのように豪雨と向き合っていくのか、本当に問われる時代になったと思う。 ※PC、スマホ等で動かせます。 マップURLは👇こちらhttps://t.co/jkNXPyvhLu \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) August 18, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/00000japan/",
    title: "00000JAPANをご紹介します。",
    date: "2021-08-31T00:00:00Z",
    body: "00000JAPANをご紹介します。 今日は、00000JAPANについて説明します。 防災×ITを考える② 「00000JAPAN」をご存知ですか？ 災害時に、被災者等がインターネットに接続できるよう通信事業者等が公衆無線LANのアクセスポイントを無料で開放する取り組みです。🙆‍♂️ ※暗号化はされていないので個人情報の使用は控えてくださいね☺️ 総務省URLhttps://t.co/wy29Dd6Tcv pic.twitter.com/hoZrA0lGJZ \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) November 30, 2020"
  },
  {
    url: "https://dpnote.netlify.app/post/phonerelay/",
    title: "電話リレーサービスをご存じですか？",
    date: "2021-08-29T00:00:00Z",
    body: "電話リレーサービスをご存じですか？ 今日は、電話リレーサービスについてご紹介します。 電話リレーサービスをご存知ですか？ 聴覚や発話に困難のある方との会話を、通訳オペレータが手話・文字と音声を通訳することにより電話で双方向につなぐサービスです。昨年の法改正により令和3年7月1日から開始しました。 必要な方々に教えてあげてください！ 総務省URLhttps://t.co/hrfv6dBhDy pic.twitter.com/3ac2zevVpk \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) July 21, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/publicdns/",
    title: "パブリックDNSをご存じですか？",
    date: "2021-08-28T00:00:00Z",
    body: "パブリックDNSをご存じですか？ パブリックDNSについて、ご紹介します。 防災✖️ITを考える① 「パブリックDNS」をご存知ですか？ WEB閲覧時の名前解決を高速化してくれるパブリックDNS 災害時など、ネット回線が混雑したときに有効活用できるかなと🤔 いつか来る大規模な災害時に、この知識が役に立つ日が来ることを信じて...ここにツイートを残します‼️🙇‍♂️ pic.twitter.com/ka7HBUjLuG \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) November 26, 2020"
  },
  {
    url: "https://dpnote.netlify.app/tags/%E7%81%BD%E5%AE%B3%E4%BA%8B%E4%BE%8B%E9%9B%86/",
    title: "災害事例集",
    date: "2021-08-27T00:00:00Z",
    body: "災害事例集"
  },
  {
    url: "https://dpnote.netlify.app/post/instagram1/",
    title: "災害事例集「安否確認に１週間」",
    date: "2021-08-27T00:00:00Z",
    body: "災害事例集「安否確認に１週間」 今日は、災害事例集を投稿します。 この投稿をInstagramで見る ひとし@防災を紡ぐ人(@hitoshi17l)がシェアした投稿"
  },
  {
    url: "https://dpnote.netlify.app/post/river/",
    title: "日本の各都道府県を河川だけで表現してみる",
    date: "2021-08-26T00:00:00Z",
    body: "日本の各都道府県を河川だけで表現してみる 日本の各都道府県を河川だけで表現してみました。 日本の都道府県を河川だけで表現してみました！ 川は日々の生活に欠かせないものです。水害の多い現代、どのように暮らしていくのか？ あって当たり前ではなく昔から受け継がれてきた尊い存在のことを再認識する必要があると思う#防災のためにできること https://t.co/rqP7WUOUvH \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) August 25, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/rokkaku/",
    title: "令和3年8月豪雨、六角川の浸水想定を可視化しました",
    date: "2021-08-25T00:00:00Z",
    body: "令和3年8月豪雨、六角川の浸水想定を可視化しました 令和3年8月豪雨、六角川の浸水想定を可視化しました。 令和3年8月豪雨 六角川の浸水想定を可視化しました。 今回は、2画面連動地図を採用しました。標準地図、色別標高図、ハザードマップと比較することができます。スマホは横にしてご覧いただければと思います。 マップURLは👇こちらhttps://t.co/FG4mcXaDGX \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) August 21, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/kumamotoearthquake/",
    title: "熊本地震「活断層図と震度マップの重ね合わせ」",
    date: "2021-08-24T00:00:00Z",
    body: "熊本地震「活断層図と震度マップの重ね合わせ」 熊本地震の震度マップと活断層図を重ね合わせてみました。 可視化シミュレーション① 熊本地震「活断層図と震度マップの重ね合わせ」 活断層型地震、群発地震の特徴がある #熊本地震 の可視化シミュレーションに挑戦しました！ ①活断層上に震源がある ②大地震の周りに小規模地震が数多く起きている ことが分かります。 こちら👇https://t.co/OkfxIpEnK7 pic.twitter.com/WuR58O7uBY \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) April 4, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/questionnaire1/",
    title: "Twitterアンケート「備蓄編」",
    date: "2021-08-20T00:00:00Z",
    body: "Twitterアンケート「備蓄編」 Twitterでアンケートを実施しました！ 皆さん、防災リュックって家の中のどこに保管されてますか？🤔 僕は2階の寝室です。 理由は夜中に地震が起きて、1階が潰れても2階から脱出できるからです！ 皆さんの考えを教えて下さい！🙇‍♂️ \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) July 26, 2020"
  },
  {
    url: "https://dpnote.netlify.app/tags/%E3%82%A2%E3%83%B3%E3%82%B1%E3%83%BC%E3%83%88/",
    title: "アンケート",
    date: "2021-08-20T00:00:00Z",
    body: "アンケート"
  },
  {
    url: "https://dpnote.netlify.app/post/net119/",
    title: "Net119をご存じですか？",
    date: "2021-08-17T00:00:00Z",
    body: "Net119をご存じですか？ Net119サービスについてご紹介します。 ご存知ですか？ 「Net119緊急通報システム」 音声による119番通報が困難な方が消防への通報を行えるようにするシステムです。😊 全国の自治体で着々と導入が進んでいます。 必要な方々にぜひ、教えてあげてください❗️☺️ 詳細URLhttps://t.co/itBkyxeKoi pic.twitter.com/a2YdUmzmGa \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) August 25, 2020"
  },
  {
    url: "https://dpnote.netlify.app/post/atami/",
    title: "熱海市土砂災害をマップ化しました",
    date: "2021-08-06T00:00:00Z",
    body: "熱海市土砂災害をマップ化しました 令和3年7月に起きた熱海市土砂災害をマップ化しました。 「熱海市土砂災害をマップ化」 国土地理院のデータを使用。様々な角度から災害を捉えました。右上ボタンから表示・非表示の切替えが可能です。 山鳴りがする・川に流木がまざり始める等、「ん？何か変だぞ？」と感じ取れるかどうかが避難の行動に繋がると思う。https://t.co/YcD1FqRHfc \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) August 1, 2021"
  },
  {
    url: "https://dpnote.netlify.app/tags/%E5%8D%97%E6%B5%B7%E3%83%88%E3%83%A9%E3%83%95%E5%9C%B0%E9%9C%87/",
    title: "南海トラフ地震",
    date: "2021-08-05T00:00:00Z",
    body: "南海トラフ地震"
  },
  {
    url: "https://dpnote.netlify.app/post/destructionrate/",
    title: "被害率曲線をご存じですか？",
    date: "2021-08-05T00:00:00Z",
    body: "被害率曲線をご存じですか？ 今日は、被害率曲線のお話です。 南海トラフ地震対策を考える② 「被害率曲線をご存知ですか？」 耐震化は、まずは1981年がポイントです。 内閣府の資料の木造建物の被害率曲線をみると、1981年以後と以前で震度6以上から全壊率に \u0026quot;開き\u0026quot; が出ています。 家の築年数を調べてみましょう。また、自治体に耐震診断を依頼できます。 pic.twitter.com/CnU0SDLYwi \u0026mdash; ひとし 防災エンジニア (@hitoshi2sl) July 15, 2021"
  },
  {
    url: "https://dpnote.netlify.app/tags/%E9%A6%96%E9%83%BD%E7%9B%B4%E4%B8%8B%E5%9E%8B%E5%9C%B0%E9%9C%87/",
    title: "首都直下型地震",
    date: "2021-08-05T00:00:00Z",
    body: "首都直下型地震"
  },
  {
    url: "https://dpnote.netlify.app/post/hazardmap/",
    title: "ハザードマップの認知度をグラフにしてみた",
    date: "2021-08-04T00:00:00Z",
    body: "ハザードマップの認知度をグラフにしてみた ハザードマップの認知度をグラフにしてみました。 「マップの認知度と避難行動」 やはり、リスク管理が出来ていないと行動にシフトさせるのは難しいですね 防災に \u0026quot;気付き\u0026quot; は大切です ❶ハザードマップ閲覧 ❷指定緊急避難場所の把握 ❸水平避難、垂直避難 ❹罹災証明書 ❺浸水被害等の税金の減免制度 最低限の知識は蓄えておいた方が良いと思う pic.twitter.com/wud43Qt8hD \u0026mdash; 防災エンジニア「仁志」 (@hitoshi2sl) July 6, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/tokyowater/",
    title: "東京都災害時給水ステーションをマップ化してみた。",
    date: "2021-08-04T00:00:00Z",
    body: "東京都災害時給水ステーションをマップ化してみた。 東京都のオープンデータを用いて、災害時給水ステーションをマップ化してみました。 首都直下型地震対策を考える⑦ 「東京都災害時給水ステーションをマップ化」 人が生きていく上で何よりも「水」が大切‼️ 東京都のオープンデータを利用。地域に偏りが無いことが分かります。日本全国のオープンデータ化を求めます！ 👇マップURLはこちらhttps://t.co/QTo91hZfJ6 \u0026mdash; ひとし 防災エンジニア (@hitoshi2sl) July 25, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/tokyodaytime/",
    title: "東京都の昼間人口を可視化してみた。",
    date: "2021-08-03T00:00:00Z",
    body: "東京都の昼間人口を可視化してみた。 東京都の昼間人口を可視化してみました。 首都直下型地震対策を考える⑤ 「東京都 昼間人口を可視化」 昼夜間人口率は、117.8 （参考：昼夜間人口比率＝昼間人口÷常住人口×100） ❶昼間の方が人が多い ❷通勤・通学の行き来が多い ことが分かります。朝の通勤・通学及び夜の帰宅ラッシュ時の災害対策と帰宅困難者対策は必須です！ pic.twitter.com/TplJe8Sh1T \u0026mdash; ひとし 防災エンジニア (@hitoshi2sl) July 10, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/nankaishindomap/",
    title: "南海トラフ地震の震度マップを見よう！",
    date: "2021-08-02T00:00:00Z",
    body: "南海トラフ地震の震度マップを見よう！ 南海トラフ地震の震度マップを可視化しました。 南海トラフ地震対策を考える① 「まずは震度マップを見よう！」 ついにこのシリーズを始めます！１回目は、震度マップを可視化させました！ これから、中央防災会議の統計資料等をお借りし、様々なアングルから考察していきます‼️ 👇マップURLはこちらhttps://t.co/na7ER7XiGt#防災 #南海トラフ pic.twitter.com/iku8s7KhAZ \u0026mdash; ひとし 防災エンジニア (@hitoshi2sl) July 9, 2021"
  },
  {
    url: "https://dpnote.netlify.app/post/tokyofire/",
    title: "東京都火災発生件数を可視化しました",
    date: "2021-08-01T00:00:00Z",
    body: "東京都火災発生件数を可視化しました 東京都のオープンデータを利用して、都内の火災発生件数を可視化しました。 令和2年火災年報によると全国で発生した火災のうち 出火原因1位:たばこ、2位:たき火 とのことです。 知識の整理 １．避難時はブレーカーを落とす　→　通電火災防止 ２．家の周りに燃える物を置かない　→　放火防止 ３．火災報知器の取り付け・点検 東京都火災件数を可視化 令和2年火災年報によると全国で発生した火災のうち 出火原因1位:たばこ、2位:たき火とのこと 知識の整理 ❶避難時はブレーカーを落とす(通電火災防止) ❷家の周りに燃える物を置かない(放火防止) ❸火災報知器の取り付け・点検 少しずつ、地図の可視化にも慣れてきた！ pic.twitter.com/hz6k877rru \u0026mdash; ひとし 防災エンジニア (@hitoshi2sl) June 27, 2021"
  },
  {
    url: "https://dpnote.netlify.app/search/data.js",
    title: "",
    date: "0001-01-01T00:00:00Z",
    body: ""
  },
  {
    url: "https://dpnote.netlify.app/search/",
    title: "Searches",
    date: "0001-01-01T00:00:00Z",
    body: "Searches"
  },
];